{
    "wisdom": {
        "1": "Love righteousness, you rulers of the earth, think of the Lord in goodness and seek him with sincerity of heart; because he is found by those who do not put him to the test, and manifests himself to those who do not distrust him.  For perverse thoughts separate people from God, and when his power is tested, it exposes the foolish; because wisdom will not enter a deceitful soul, or dwell in a body enslaved to sin.  For a holy and disciplined spirit will flee from deceit, and will leave foolish thoughts behind, and will be ashamed at the approach of unrighteousness.  For wisdom is a kindly spirit, but will not free blasphemers from the guilt of their words; because God is witness of their inmost feelings, and a true observer of their hearts, and a hearer of their tongues.  Because the spirit of the Lord has filled the world, and that which holds all things together knows what is said, therefore those who utter unrighteous things will not escape notice, and justice, when it punishes, will not pass them by.  For inquiry will be made into the counsels of the ungodly, and a report of their words will come to the Lord, to convict them of their lawless deeds; because a jealous ear hears all things, and the sound of grumbling does not go unheard.  Beware then of useless grumbling, and keep your tongue from slander; because no secret word is without result, and a lying mouth destroys the soul.  Do not invite death by the error of your life, or bring on destruction by the works of your hands; because God did not make death, and he does not delight in the death of the living.  For he created all things so that they might exist; the generative forces of the world are wholesome, and there is no destructive poison in them, and the dominion of Hades is not on earth.  For righteousness is immortal.  But the ungodly by their words and deeds summoned death; considering him a friend, they pined away and made a covenant with him, because they are fit to belong to his company.",
        "2": "For they reasoned unsoundly, saying to themselves, \"Short and sorrowful is our life, and there is no remedy when a life comes to its end, and no one has been known to return from Hades.  For we were born by mere chance, and hereafter we shall be as though we had never been, for the breath in our nostrils is smoke, and reason is a spark kindled by the beating of our hearts; when it is extinguished, the body will turn to ashes, and the spirit will dissolve like empty air.  Our name will be forgotten in time, and no one will remember our works; our life will pass away like the traces of a cloud, and be scattered like mist that is chased by the rays of the sun and overcome by its heat.  For our allotted time is the passing of a shadow, and there is no return from our death, because it is sealed up and no one turns back.  \"Come, therefore, let us enjoy the good things that exist, and make use of the creation to the full as in youth.  Let us take our fill of costly wine and perfumes, and let no flower of spring pass us by.  Let us crown ourselves with rosebuds before they wither.  Let none of us fail to share in our revelry; everywhere let us leave signs of enjoyment, because this is our portion, and this our lot.  Let us oppress the righteous poor man; let us not spare the widow or regard the gray hairs of the aged.  But let our might be our law of right, for what is weak proves itself to be useless.\" \"Let us lie in wait for the righteous man, because he is inconvenient to us and opposes our actions; he reproaches us for sins against the law, and accuses us of sins against our training.  He professes to have knowledge of God, and calls himself a child of the Lord.  He became to us a reproof of our thoughts; the very sight of him is a burden to us, because his manner of life is unlike that of others, and his ways are strange.  We are considered by him as something base, and he avoids our ways as unclean; he calls the last end of the righteous happy, and boasts that God is his father.  Let us see if his words are true, and let us test what will happen at the end of his life; for if the righteous man is God's child, he will help him, and will deliver him from the hand of his adversaries.  Let us test him with insult and torture, so that we may find out how gentle he is, and make trial of his forbearance.  Let us condemn him to a shameful death, for, according to what he says, he will be protected.\" Thus they reasoned, but they were led astray, for their wickedness blinded them, and they did not know the secret purposes of God, nor hoped for the wages of holiness, nor discerned the prize for blameless souls; for God created us for incorruption, and made us in the image of his own eternity, but through the devil\"s envy death entered the world, and those who belong to his company experience it.",
        "3": "But the souls of the righteous are in the hand of God, and no torment will ever touch them.  In the eyes of the foolish they seemed to have died, and their departure was thought to be a disaster, and their going from us to be their destruction; but they are at peace.  For though in the sight of others they were punished, their hope is full of immortality.  Having been disciplined a little, they will receive great good, because God tested them and found them worthy of himself; like gold in the furnace he tried them, and like a sacrificial burnt offering he accepted them.  In the time of their visitation they will shine forth, and will run like sparks through the stubble.  They will govern nations and rule over peoples, and the Lord will reign over them forever.  Those who trust in him will understand truth, and the faithful will abide with him in love, because grace and mercy are upon his holy ones, and he watches over his elect.  But the ungodly will be punished as their reasoning deserves, those who disregarded the righteous and rebelled against the Lord; for those who despise wisdom and instruction are miserable.  Their hope is vain, their labors are unprofitable, and their works are useless.  Their wives are foolish, and their children evil; their offspring are accursed.  For blessed is the barren woman who is undefiled, who has not entered into a sinful union; she will have fruit when God examines souls.  Blessed also is the eunuch whose hands have done no lawless deed, and who has not devised wicked things against the Lord; for special favor will be shown him for his faithfulness, and a place of great delight in the temple of the Lord.  For the fruit of good labors is renowned, and the root of understanding does not fail.  But children of adulterers will not come to maturity, and the offspring of an unlawful union will perish.  Even if they live long they will be held of no account, and finally their old age will be without honor.  If they die young, they will have no hope and no consolation on the day of judgment.  For the end of an unrighteous generation is grievous.",
        "4": "Better than this is childlessness with virtue, for in the memory of virtue is immortality, because it is known both by God and by mortals.  When it is present, people imitate it, and they long for it when it has gone; throughout all time it marches, crowned in triumph, victor in the contest for prizes that are undefiled.  But the prolific brood of the ungodly will be of no use, and none of their illegitimate seedlings will strike a deep root or take a firm hold.  For even if they put forth boughs for a while, standing insecurely they will be shaken by the wind, and by the violence of the winds they will be uprooted.  The branches will be broken off before they come to maturity, and their fruit will be useless, not ripe enough to eat, and good for nothing.  For children born of unlawful unions are witnesses of evil against their parents when God examines them.  But the righteous, though they die early, will be at rest.  For old age is not honored for length of time, or measured by number of years; but understanding is gray hair for anyone, and a blameless life is ripe old age.  There were some who pleased God and were loved by him, and while living among sinners were taken up.  They were caught up so that evil might not change their understanding or guile deceive their souls.  For the fascination of wickedness obscures what is good, and roving desire perverts the innocent mind.  Being perfected in a short time, they fulfilled long years; for their souls were pleasing to the Lord, therefore he took them quickly from the midst of wickedness.  Yet the peoples saw and did not understand, or take such a thing to heart, that God's grace and mercy are with his elect, and that he watches over his holy ones.  The righteous who have died will condemn the ungodly who are living, and youth that is quickly perfected will condemn the prolonged old age of the unrighteous.  For they will see the end of the wise, and will not understand what the Lord purposed for them, and for what he kept them safe.  The unrighteous will see, and will have contempt for them, but the Lord will laugh them to scorn.  After this they will become dishonored corpses, and an outrage among the dead forever; because he will dash them speechless to the ground, and shake them from the foundations; they will be left utterly dry and barren, and they will suffer anguish, and the memory of them will perish.  They will come with dread when their sins are reckoned up, and their lawless deeds will convict them to their face.",
    "5": "Then the righteous will stand with great confidence in the presence of those who have oppressed them and those who make light of their labors.  When the unrighteous see them, they will be shaken with dreadful fear, and they will be amazed at the unexpected salvation of the righteous.  They will speak to one another in repentance, and in anguish of spirit they will groan, and say, \"These are persons whom we once held in derision and made a byword of reproach — fools that we were!  We thought that their lives were madness and that their end was without honor.  Why have they been numbered among the children of God?  And why is their lot among the saints?  So it was we who strayed from the way of truth, and the light of righteousness did not shine on us, and the sun did not rise upon us.  We took our fill of the paths of lawlessness and destruction, and we journeyed through trackless deserts, but the way of the Lord we have not known.  What has our arrogance profited us?  And what good has our boasted wealth brought us?  \"All those things have vanished like a shadow, and like a rumor that passes by; like a ship that sails through the billowy water, and when it has passed no trace can be found, no track of its keel in the waves; or as, when a bird flies through the air, no evidence of its passage is found; the light air, lashed by the beat of its pinions and pierced by the force of its rushing flight, is traversed by the movement of its wings, and afterward no sign of its coming is found there; or as, when an arrow is shot at a target, the air, thus divided, comes together at once, so that no one knows its pathway.  So we also, as soon as we were born, ceased to be, and we had no sign of virtue to show, but were consumed in our wickedness.\" Because the hope of the ungodly is like thistledown carried by the wind, and like a light frost driven away by a storm; it is dispersed like smoke before the wind, and it passes like the remembrance of a guest who stays but a day.  But the righteous live forever, and their reward is with the Lord; the Most High takes care of them.  Therefore they will receive a glorious crown and a beautiful diadem from the hand of the Lord, because with his right hand he will cover them, and with his arm he will shield them.  The Lord will take his zeal as his whole armor, and will arm all creation to repel his enemies; he will put on righteousness as a breastplate, and wear impartial justice as a helmet; he will take holiness as an invincible shield, and sharpen stern wrath for a sword, and creation will join with him to fight against his frenzied foes.  Shafts of lightning will fly with true aim, and will leap from the clouds to the target, as from a well-drawn bow, and hailstones full of wrath will be hurled as from a catapult; the water of the sea will rage against them, and rivers will relentlessly overwhelm them; a mighty wind will rise against them, and like a tempest it will winnow them away.  Lawlessness will lay waste the whole earth, and evildoing will overturn the thrones of rulers.",
        "6": "Listen therefore, O kings, and understand; learn, O judges of the ends of the earth.  Give ear, you that rule over multitudes, and boast of many nations.  For your dominion was given you from the Lord, and your sovereignty from the Most High; he will search out your works and inquire into your plans.  Because as servants of his kingdom you did not rule rightly, or keep the law, or walk according to the purpose of God, he will come upon you terribly and swiftly, because severe judgment falls on those in high places.  For the lowliest may be pardoned in mercy, but the mighty will be mightily tested.  For the Lord of all will not stand in awe of anyone, or show deference to greatness; because he himself made both small and great, and he takes thought for all alike.  But a strict inquiry is in store for the mighty.  To you then, O monarchs, my words are directed, so that you may learn wisdom and not transgress.  For they will be made holy who observe holy things in holiness, and those who have been taught them will find a defense.  Therefore set your desire on my words; long for them, and you will be instructed.  Wisdom is radiant and unfading, and she is easily discerned by those who love her, and is found by those who seek her.  She hastens to make herself known to those who desire her.  One who rises early to seek her will have no difficulty, for she will be found sitting at the gate.  To fix one's thought on her is perfect understanding, and one who is vigilant on her account will soon be free from care, because she goes about seeking those worthy of her, and she graciously appears to them in their paths, and meets them in every thought.  The beginning of wisdom is the most sincere desire for instruction, and concern for instruction is love of her, and love of her is the keeping of her laws, and giving heed to her laws is assurance of immortality, and immortality brings one near to God; so the desire for wisdom leads to a kingdom.  Therefore if you delight in thrones and scepters, O monarchs over the peoples, honor wisdom, so that you may reign forever.  I will tell you what wisdom is and how she came to be, and I will hide no secrets from you, but I will trace her course from the beginning of creation, and make knowledge of her clear, and I will not pass by the truth; nor will I travel in the company of sickly envy, for envy does not associate with wisdom.  The multitude of the wise is the salvation of the world, and a sensible king is the stability of any people.  Therefore be instructed by my words, and you will profit.",
        "7": "I also am mortal, like everyone else, a descendant of the first-formed child of earth; and in the womb of a mother I was molded into flesh, within the period of ten months, compacted with blood, from the seed of a man and the pleasure of marriage.  And when I was born, I began to breathe the common air, and fell upon the kindred earth; my first sound was a cry, as is true of all.  I was nursed with care in swaddling cloths.  For no king has had a different beginning of existence; there is for all one entrance into life, and one way out.  Therefore I prayed, and understanding was given me; I called on God, and the spirit of wisdom came to me.  I preferred her to scepters and thrones, and I accounted wealth as nothing in comparison with her.  Neither did I liken to her any priceless gem, because all gold is but a little sand in her sight, and silver will be accounted as clay before her.  I loved her more than health and beauty, and I chose to have her rather than light, because her radiance never ceases.  All good things came to me along with her, and in her hands uncounted wealth.  I rejoiced in them all, because wisdom leads them; but I did not know that she was their mother.  I learned without guile and I impart without grudging; I do not hide her wealth, for it is an unfailing treasure for mortals; those who get it obtain friendship with God, commended for the gifts that come from instruction.  May God grant me to speak with judgment, and to have thoughts worthy of what I have received; for he is the guide even of wisdom and the corrector of the wise.  For both we and our words are in his hand, as are all understanding and skill in crafts.  For it is he who gave me unerring knowledge of what exists, to know the structure of the world and the activity of the elements; the beginning and end and middle of times, the alternations of the solstices and the changes of the seasons, the cycles of the year and the constellations of the stars, the natures of animals and the tempers of wild animals, the powers of spirits and the thoughts of human beings, the varieties of plants and the virtues of roots; I learned both what is secret and what is manifest, for wisdom, the fashioner of all things, taught me.  There is in her a spirit that is intelligent, holy, unique, manifold, subtle, mobile, clear, unpolluted, distinct, invulnerable, loving the good, keen, irresistible,  beneficent, humane, steadfast, sure, free from anxiety, all-powerful, overseeing all, and penetrating through all spirits that are intelligent, pure, and altogether subtle.  For wisdom is more mobile than any motion; because of her pureness she pervades and penetrates all things.  For she is a breath of the power of God, and a pure emanation of the glory of the Almighty; therefore nothing defiled gains entrance into her.  For she is a reflection of eternal light, a spotless mirror of the working of God, and an image of his goodness.  Although she is but one, she can do all things, and while remaining in herself, she renews all things; in every generation she passes into holy souls and makes them friends of God, and prophets; for God loves nothing so much as the person who lives with wisdom.  She is more beautiful than the sun, and excels every constellation of the stars.  Compared with the light she is found to be superior, for it is succeeded by the night, but against wisdom evil does not prevail.",
        "8": "She reaches mightily from one end of the earth to the other, and she orders all things well.  I loved her and sought her from my youth; I desired to take her for my bride, and became enamored of her beauty.  She glorifies her noble birth by living with God, and the Lord of all loves her.  For she is an initiate in the knowledge of God, and an associate in his works.  If riches are a desirable possession in life, what is richer than wisdom, the active cause of all things?  And if understanding is effective, who more than she is fashioner of what exists?  And if anyone loves righteousness, her labors are virtues; for she teaches self-control and prudence, justice and courage; nothing in life is more profitable for mortals than these.  And if anyone longs for wide experience, she knows the things of old, and infers the things to come; she understands turns of speech and the solutions of riddles; she has foreknowledge of signs and wonders and of the outcome of seasons and times.  Therefore I determined to take her to live with me, knowing that she would give me good counsel and encouragement in cares and grief.  Because of her I shall have glory among the multitudes and honor in the presence of the elders, though I am young.  I shall be found keen in judgment, and in the sight of rulers I shall be admired.  When I am silent they will wait for me, and when I speak they will give heed; if I speak at greater length, they will put their hands on their mouths.  Because of her I shall have immortality, and leave an everlasting remembrance to those who come after me.  I shall govern peoples, and nations will be subject to me; dread monarchs will be afraid of me when they hear of me; among the people I shall show myself capable, and courageous in war.  When I enter my house, I shall find rest with her; for companionship with her has no bitterness, and life with her has no pain, but gladness and joy.  When I considered these things inwardly, and pondered in my heart that in kinship with wisdom there is immortality, and in friendship with her, pure delight, and in the labors of her hands, unfailing wealth, and in the experience of her company, understanding, and renown in sharing her words, I went about seeking how to get her for myself.  As a child I was naturally gifted, and a good soul fell to my lot; or rather, being good, I entered an undefiled body.  But I perceived that I would not possess wisdom unless God gave her to me — and it was a mark of insight to know whose gift she was — so I appealed to the Lord and implored him, and with my whole heart I said:",
        "9": "\"O God of my ancestors and Lord of mercy, who have made all things by your word, and by your wisdom have formed humankind to have dominion over the creatures you have made, and rule the world in holiness and righteousness, and pronounce judgment in uprightness of soul, give me the wisdom that sits by your throne, and do not reject me from among your servants.  For I am your servant the son of your serving girl, a man who is weak and short-lived, with little understanding of judgment and laws; for even one who is perfect among human beings will be regarded as nothing without the wisdom that comes from you.  You have chosen me to be king of your people and to be judge over your sons and daughters.  You have given command to build a temple on your holy mountain, and an altar in the city of your habitation, a copy of the holy tent that you prepared from the beginning.  With you is wisdom, she who knows your works and was present when you made the world; she understands what is pleasing in your sight and what is right according to your commandments.  Send her forth from the holy heavens, and from the throne of your glory send her, that she may labor at my side, and that I may learn what is pleasing to you.  For she knows and understands all things, and she will guide me wisely in my actions and guard me with her glory.  Then my works will be acceptable, and I shall judge your people justly, and shall be worthy of the throne of my father.  For who can learn the counsel of God?  Or who can discern what the Lord wills?  For the reasoning of mortals is worthless, and our designs are likely to fail; for a perishable body weighs down the soul, and this earthy tent burdens the thoughtful mind.  We can hardly guess at what is on earth, and what is at hand we find with labor; but who has traced out what is in the heavens?  Who has learned your counsel, unless you have given wisdom and sent your holy spirit from on high?  And thus the paths of those on earth were set right, and people were taught what pleases you, and were saved by wisdom.\"",
        "10": "Wisdom protected the first-formed father of the world, when he alone had been created; she delivered him from his transgression, and gave him strength to rule all things.  But when an unrighteous man departed from her in his anger, he perished because in rage he killed his brother.  When the earth was flooded because of him, wisdom again saved it, steering the righteous man by a paltry piece of wood.  Wisdom also, when the nations in wicked agreement had been put to confusion, recognized the righteous man and preserved him blameless before God, and kept him strong in the face of his compassion for his child.  Wisdom rescued a righteous man when the ungodly were perishing; he escaped the fire that descended on the Five Cities.  Evidence of their wickedness still remains: a continually smoking wasteland, plants bearing fruit that does not ripen, and a pillar of salt standing as a monument to an unbelieving soul.  For because they passed wisdom by, they not only were hindered from recognizing the good, but also left for humankind a reminder of their folly, so that their failures could never go unnoticed.  Wisdom rescued from troubles those who served her.  When a righteous man fled from his brother's wrath, she guided him on straight paths; she showed him the kingdom of God, and gave him knowledge of holy things; she prospered him in his labors, and increased the fruit of his toil.  When his oppressors were covetous, she stood by him and made him rich.  She protected him from his enemies, and kept him safe from those who lay in wait for him; in his arduous contest she gave him the victory, so that he might learn that godliness is more powerful than anything else.  When a righteous man was sold, wisdom did not desert him, but delivered him from sin.  She descended with him into the dungeon, and when he was in prison she did not leave him, until she brought him the scepter of a kingdom and authority over his masters.  Those who accused him she showed to be false, and she gave him everlasting honor.  A holy people and blameless race wisdom delivered from a nation of oppressors.  She entered the soul of a servant of the Lord, and withstood dread kings with wonders and signs.  She gave to holy people the reward of their labors; she guided them along a marvelous way, and became a shelter to them by day, and a starry flame through the night.  She brought them over the Red Sea, and led them through deep waters; but she drowned their enemies, and cast them up from the depth of the sea.  Therefore the righteous plundered the ungodly; they sang hymns, O Lord, to your holy name, and praised with one accord your defending hand; for wisdom opened the mouths of those who were mute, and made the tongues of infants speak clearly.",
        "11": "Wisdom prospered their works by the hand of a holy prophet.  They journeyed through an uninhabited wilderness, and pitched their tents in untrodden places.  They withstood their enemies and fought off their foes.  When they were thirsty, they called upon you, and water was given them out of flinty rock, and from hard stone a remedy for their thirst.  For through the very things by which their enemies were punished, they themselves received benefit in their need.  Instead of the fountain of an ever-flowing river, stirred up and defiled with blood in rebuke for the decree to kill the infants, you gave them abundant water unexpectedly, showing by their thirst at that time how you punished their enemies.  For when they were tried, though they were being disciplined in mercy, they learned how the ungodly were tormented when judged in wrath.  For you tested them as a parent does in warning, but you examined the ungodly as a stern king does in condemnation.  Whether absent or present, they were equally distressed, for a twofold grief possessed them, and a groaning at the memory of what had occurred.  For when they heard that through their own punishments the righteous had received benefit, they perceived it was the LORD's doing.  For though they had mockingly rejected him who long before had been cast out and exposed, at the end of the events they marveled at him, when they felt thirst in a different way from the righteous.  In return for their foolish and wicked thoughts, which led them astray to worship irrational serpents and worthless animals, you sent upon them a multitude of irrational creatures to punish them, so that they might learn that one is punished by the very things by which one sins.  For your all-powerful hand, which created the world out of formless matter, did not lack the means to send upon them a multitude of bears, or bold lions, or newly-created unknown beasts full of rage, or such as breathe out fiery breath, or belch forth a thick pall of smoke, or flash terrible sparks from their eyes; not only could the harm they did destroy people, but the mere sight of them could kill by fright.  Even apart from these, people could fall at a single breath when pursued by justice and scattered by the breath of your power.  But you have arranged all things by measure and number and weight.  For it is always in your power to show great strength, and who can withstand the might of your arm?  Because the whole world before you is like a speck that tips the scales, and like a drop of morning dew that falls on the ground.  But you are merciful to all, for you can do all things, and you overlook people's sins, so that they may repent.  For you love all things that exist, and detest none of the things that you have made, for you would not have made anything if you had hated it.  How would anything have endured if you had not willed it?  Or how would anything not called forth by you have been preserved?  You spare all things, for they are yours, O Lord, you who love the living."
    },
    "baruch": {
        "4": "She is the book of the commandments of God, the law that endures forever.  All who hold her fast will live, and those who forsake her will die.  Turn, O Jacob, and take her; walk toward the shining of her light.  Do not give your glory to another, or your advantages to an alien people.  Happy are we, O Israel, for we know what is pleasing to God.  Take courage, my people, who perpetuate Israel's name!  It was not for destruction that you were sold to the nations, but you were handed over to your enemies because you angered God.  For you provoked the one who made you by sacrificing to demons and not to God.  You forgot the everlasting God, who brought you up, and you grieved Jerusalem, who reared you.  For she saw the wrath that came upon you from God, and she said: Listen, you neighbors of Zion, God has brought great sorrow upon me; for I have seen the exile of my sons and daughters, which the Everlasting brought upon them.  With joy I nurtured them, but I sent them away with weeping and sorrow.  Let no one rejoice over me, a widow and bereaved of many; I was left desolate because of the sins of my children, because they turned away from the law of God.  They had no regard for his statutes; they did not walk in the ways of God's commandments, or tread the paths his righteousness showed them.  Let the neighbors of Zion come; remember the capture of my sons and daughters, which the Everlasting brought upon them.  For he brought a distant nation against them, a nation ruthless and of a strange language, which had no respect for the aged and no pity for a child.  They led away the widow's beloved sons, and bereaved the lonely woman of her daughters.  But I, how can I help you?  For he who brought these calamities upon you will deliver you from the hand of your enemies.  Go, my children, go; for I have been left desolate.  I have taken off the robe of peace and put on sackcloth for my supplication; I will cry to the Everlasting all my days.  Take courage, my children, cry to God, and he will deliver you from the power and hand of the enemy.  For I have put my hope in the Everlasting to save you, and joy has come to me from the Holy One, because of the mercy that will soon come to you from your everlasting savior.  For I sent you out with sorrow and weeping, but God will give you back to me with joy and gladness forever.  For as the neighbors of Zion have now seen your capture, so they soon will see your salvation by God, which will come to you with great glory and with the splendor of the Everlasting.  My children, endure with patience the wrath that has come upon you from God. Your enemy has overtaken you, but you will soon see their destruction and will tread upon their necks.  My pampered children have traveled rough roads; they were taken away like a flock carried off by the enemy.  Take courage, my children, and cry to God, for you will be remembered by the one who brought this upon you.  For just as you were disposed to go astray from God, return with tenfold zeal to seek him.  For the one who brought these calamities upon you will bring you everlasting joy with your salvation.  Take courage, O Jerusalem, for the one who named you will comfort you.  Wretched will be those who mistreated you and who rejoiced at your fall.  Wretched will be the cities that your children served as slaves; wretched will be the city that received your offspring.  For just as she rejoiced at your fall and was glad for your ruin, so she will be grieved at her own desolation.  I will take away her pride in her great population, and her insolence will be turned to grief.  For fire will come upon her from the Everlasting for many days, and for a long time she will be inhabited by demons.  Look toward the east, O Jerusalem, and see the joy that is coming to you from God.  Look, your children are coming, whom you sent away; they are coming, gathered from east and west, at the word of the Holy One, rejoicing in the glory of God.",
        "5": "Take off the garment of your sorrow and affliction, O Jerusalem, and put on forever the beauty of the glory from God.  Put on the robe of the righteousness that comes from God; put on your head the diadem of the glory of the Everlasting; for God will show your splendor everywhere under heaven.  For God will give you evermore the name, \"Righteous Peace, Godly Glory.\" Arise, O Jerusalem, stand upon the height; look toward the east, and see your children gathered from west and east at the word of the Holy One, rejoicing that God has remembered them.  For they went out from you on foot, led away by their enemies; but God will bring them back to you, carried in glory, as on a royal throne.  For God has ordered that every high mountain and the everlasting hills be made low and the valleys filled up, to make level ground, so that Israel may walk safely in the glory of God.  The woods and every fragrant tree have shaded Israel at God's command.  For God will lead Israel with joy, in the light of his glory, with the mercy and righteousness that come from him."
    },
    "judith": {
      "4": "When the Israelites living in Judea heard of everything that Holofernes, the general of Nebuchadnezzar, the king of the Assyrians, had done to the nations, and how he had plundered and destroyed all their temples,  they were therefore greatly terrified at his approach; they were alarmed both for Jerusalem and for the temple of the Lord their God.  For they had only recently returned from exile, and all the people of Judea had just now gathered together, and the sacred vessels and the altar and the temple had been consecrated after their profanation.  So they sent word to every district of Samaria, and to Kona, Beth-horon, Belmain, and Jericho, and to Choba and Aesora, and the valley of Salem.  They immediately seized all the high hilltops and fortified the villages on them and stored up food in preparation for war — since their fields had recently been harvested.  The high priest, Joakim, who was in Jerusalem at the time, wrote to the people of Bethulia and Betomesthaim, which faces Esdraelon opposite the plain near Dothan,  ordering them to seize the mountain passes, since by them Judea could be invaded; and it would be easy to stop any who tried to enter, for the approach was narrow, wide enough for only two at a time to pass.  So the Israelites did as they had been ordered by the high priest Joakim and the senate of the whole people of Israel, in session at Jerusalem.  And every man of Israel cried out to God with great fervor, and they humbled themselves with much fasting.  They and their wives and their children and their cattle and every resident alien and hired laborer and purchased slave — they all put sackcloth around their waists.  And all the Israelite men, women, and children living at Jerusalem prostrated themselves before the temple and put ashes on their heads and spread out their sackcloth before the Lord.  They even draped the altar with sackcloth and cried out in unison, praying fervently to the God of Israel not to allow their infants to be carried off and their wives to be taken as booty, and the towns they had inherited to be destroyed, and the sanctuary to be profaned and desecrated to the malicious joy of the Gentiles.  The Lord heard their prayers and had regard for their distress; for the people fasted many days throughout Judea and in Jerusalem before the sanctuary of the Lord Almighty.  The high priest Joakim and all the priests who stood before the Lord and ministered to the Lord, with sackcloth around their loins, offered the daily burnt offerings, the votive offerings, and freewill offerings of the people.  With ashes on their turbans, they cried out to the Lord with all their might to look with favor on the whole house of Israel.",
      "8": "Now in those days Judith heard about these things: she was the daughter of Merari son of Ox son of Joseph son of Oziel son of Elkiah son of Ananias son of Gideon son of Raphain son of Ahitub son of Elijah son of Hilkiah son of Eliab son of Nathanael son of Salamiel son of Sarasadai son of Israel.  Her husband Manasseh, who belonged to her tribe and family, had died during the barley harvest.  For as he stood overseeing those who were binding sheaves in the field, he was overcome by the burning heat, and took to his bed and died in his town Bethulia. So they buried him with his ancestors in the field between Dothan and Balamon.  Judith remained as a widow for three years and four months  at home where she set up a tent for herself on the roof of her house. She put sackcloth around her waist and dressed in widow's clothing.  She fasted all the days of her widowhood, except the day before the sabbath and the sabbath itself, the day before the new moon and the day of the new moon, and the festivals and days of rejoicing of the house of Israel.  She was beautiful in appearance, and was very lovely to behold. Her husband Manasseh had left her gold and silver, men and women slaves, livestock, and fields; and she maintained this estate.  No one spoke ill of her, for she feared God with great devotion.  When Judith heard the harsh words spoken by the people against the ruler, because they were faint for lack of water, and when she heard all that Uzziah said to them, and how he promised them under oath to surrender the town to the Assyrians after five days,  she sent her maid, who was in charge of all she possessed, to summon Uzziah and Chabris and Charmis, the elders of her town.  They came to her, and she said to them: \"Listen to me, rulers of the people of Bethulia! What you have said to the people today is not right; you have even sworn and pronounced this oath between God and you, promising to surrender the town to our enemies unless the Lord turns and helps us within so many days.  Who are you to put God to the test today, and to set yourselves up in the place of God in human affairs?  You are putting the Lord Almighty to the test, but you will never learn anything!  You cannot plumb the depths of the human heart or understand the workings of the human mind; how do you expect to search out God, who made all these things, and find out his mind or comprehend his thought? No, my brothers, do not anger the Lord our God.  For if he does not choose to help us within these five days, he has power to protect us within any time he pleases, or even to destroy us in the presence of our enemies.  Do not try to bind the purposes of the Lord our God; for God is not like a human being, to be threatened, or like a mere mortal, to be won over by pleading.  Therefore, while we wait for his deliverance, let us call upon him to help us, and he will hear our voice, if it pleases him.  \"For never in our generation, nor in these present days, has there been any tribe or family or people or town of ours that worships gods made with hands, as was done in days gone by.  That was why our ancestors were handed over to the sword and to pillage, and so they suffered a great catastrophe before our enemies.  But we know no other god but him, and so we hope that he will not disdain us or any of our nation.  For if we are captured, all Judea will be captured and our sanctuary will be plundered; and he will make us pay for its desecration with our blood.  The slaughter of our kindred and the captivity of the land and the desolation of our inheritance — all this he will bring on our heads among the Gentiles, wherever we serve as slaves; and we shall be an offense and a disgrace in the eyes of those who acquire us.  For our slavery will not bring us into favor, but the Lord our God will turn it to dishonor.  \"Therefore, my brothers, let us set an example for our kindred, for their lives depend upon us, and the sanctuary — both the temple and the altar — rests upon us.  In spite of everything let us give thanks to the Lord our God, who is putting us to the test as he did our ancestors.  Remember what he did with Abraham, and how he tested Isaac, and what happened to Jacob in Syrian Mesopotamia, while he was tending the sheep of Laban, his mother's brother.  For he has not tried us with fire, as he did them, to search their hearts, nor has he taken vengeance on us; but the Lord scourges those who are close to him in order to admonish them.\" The leaders acknowledge Judith's wisdom and she vows to deliver the city Then Uzziah said to her, \"All that you have said was spoken out of a true heart, and there is no one who can deny your words.  Today is not the first time your wisdom has been shown, but from the beginning of your life all the people have recognized your understanding, for your heart's disposition is right.  But the people were so thirsty that they compelled us to do for them what we have promised, and made us take an oath that we cannot break.  Now since you are a God-fearing woman, pray for us, so that the Lord may send us rain to fill our cisterns. Then we will no longer feel faint from thirst.\" Then Judith said to them, \"Listen to me. I am about to do something that will go down through all generations of our descendants.  Stand at the town gate tonight so that I may go out with my maid; and within the days after which you have promised to surrender the town to our enemies, the Lord will deliver Israel by my hand.  Only, do not try to find out what I am doing; for I will not tell you until I have finished what I am about to do.\" Uzziah and the rulers said to her, \"Go in peace, and may the Lord God go before you, to take vengeance on our enemies.\"  So they returned from the tent and went to their posts.",
      "9": "Then Judith prostrated herself, put ashes on her head, and uncovered the sackcloth she was wearing. At the very time when the evening incense was being offered in the house of God in Jerusalem, Judith cried out to the Lord with a loud voice, and said, \"O Lord God of my ancestor Simeon, to whom you gave a sword to take revenge on those strangers who had torn off a virgin's clothing to defile her, and exposed her thighs to put her to shame, and polluted her womb to disgrace her; for you said, 'It shall not be done' — yet they did it;  so you gave up their rulers to be killed, and their bed, which was ashamed of the deceit they had practiced, was stained with blood, and you struck down slaves along with princes, and princes on their thrones.  You gave up their wives for booty and their daughters to captivity, and all their booty to be divided among your beloved children who burned with zeal for you and abhorred the pollution of their blood and called on you for help. O God, my God, hear me also, a widow.  \"For you have done these things and those that went before and those that followed. You have designed the things that are now, and those that are to come. What you had in mind has happened;  the things you decided on presented themselves and said, 'Here we are!' For all your ways are prepared in advance, and your judgment is with foreknowledge.  \"Here now are the Assyrians, a greatly increased force, priding themselves in their horses and riders, boasting in the strength of their foot soldiers, and trusting in shield and spear, in bow and sling. They do not know that you are the Lord who crushes wars; the Lord is your name.  Break their strength by your might, and bring down their power in your anger; for they intend to defile your sanctuary, and to pollute the tabernacle where your glorious name resides, and to break off the horns of your altar with the sword.  Look at their pride, and send your wrath upon their heads. Give to me, a widow, the strong hand to do what I plan.  By the deceit of my lips strike down the slave with the prince and the prince with his servant; crush their arrogance by the hand of a woman.  \"For your strength does not depend on numbers, nor your might on the powerful. But you are the God of the lowly, helper of the oppressed, upholder of the weak, protector of the forsaken, savior of those without hope.  Please, please, God of my father, God of the heritage of Israel, Lord of heaven and earth, Creator of the waters, King of all your creation, hear my prayer!  Make my deceitful words bring wound and bruise on those who have planned cruel things against your covenant, and against your sacred house, and against Mount Zion, and against the house your children possess.  Let your whole nation and every tribe know and understand that you are God, the God of all power and might, and that there is no other who protects the people of Israel but you alone!\"",
      "10": "When Judith had stopped crying out to the God of Israel, and had ended all these words,  she rose from where she lay prostrate. She called her maid and went down into the house where she lived on sabbaths and on her festal days.  She removed the sackcloth she had been wearing, took off her widow's garments, bathed her body with water, and anointed herself with precious ointment. She combed her hair, put on a tiara, and dressed herself in the festive attire that she used to wear while her husband Manasseh was living.  She put sandals on her feet, and put on her anklets, bracelets, rings, earrings, and all her other jewelry. Thus she made herself very beautiful, to entice the eyes of all the men who might see her.  She gave her maid a skin of wine and a flask of oil, and filled a bag with roasted grain, dried fig cakes, and fine bread; then she wrapped up all her dishes and gave them to her to carry.  Then they went out to the town gate of Bethulia and found Uzziah standing there with the elders of the town, Chabris and Charmis.  When they saw her transformed in appearance and dressed differently, they were very greatly astounded at her beauty and said to her,  \"May the God of our ancestors grant you favor and fulfill your plans, so that the people of Israel may glory and Jerusalem may be exalted.\" She bowed down to God.  Then she said to them, \"Order the gate of the town to be opened for me so that I may go out and accomplish the things you have just said to me.\" So they ordered the young men to open the gate for her, as she requested.  When they had done this, Judith went out, accompanied by her maid. The men of the town watched her until she had gone down the mountain and passed through the valley, where they lost sight of her.  As the women were going straight on through the valley, an Assyrian patrol met her  and took her into custody. They asked her, \"To what people do you belong, and where are you coming from, and where are you going?\" She replied, \"I am a daughter of the Hebrews, but I am fleeing from them, for they are about to be handed over to you to be devoured.  I am on my way to see Holofernes the commander of your army, to give him a true report; I will show him a way by which he can go and capture all the hill country without losing one of his men, captured or slain.\" When the men heard her words, and observed her face — she was in their eyes marvelously beautiful — they said to her,  \"You have saved your life by hurrying down to see our lord. Go at once to his tent; some of us will escort you and hand you over to him.  When you stand before him, have no fear in your heart, but tell him what you have just said, and he will treat you well.\" They chose from their number a hundred men to accompany her and her maid, and they brought them to the tent of Holofernes.  There was great excitement in the whole camp, for her arrival was reported from tent to tent. They came and gathered around her as she stood outside the tent of Holofernes, waiting until they told him about her.  They marveled at her beauty and admired the Israelites, judging them by her. They said to one another, \"Who can despise these people, who have women like this among them? It is not wise to leave one of their men alive, for if we let them go they will be able to beguile the whole world!\" Then the guards of Holofernes and all his servants came out and led her into the tent.  Holofernes was resting on his bed under a canopy that was woven with purple and gold, emeralds and other precious stones.  When they told him of her, he came to the front of the tent, with silver lamps carried before him.  When Judith came into the presence of Holofernes and his servants, they all marveled at the beauty of her face. She prostrated herself and did obeisance to him, but his slaves raised her up.",
      "11": "Then Holofernes said to her, \"Take courage, woman, and do not be afraid in your heart, for I have never hurt anyone who chose to serve Nebuchadnezzar, king of all the earth.  Even now, if your people who live in the hill country had not slighted me, I would never have lifted my spear against them. They have brought this on themselves.  But now tell me why you have fled from them and have come over to us. In any event, you have come to safety. Take courage! You will live tonight and ever after.  No one will hurt you. Rather, all will treat you well, as they do the servants of my lord King Nebuchadnezzar.\" Judith answered him, \"Accept the words of your slave, and let your servant speak in your presence. I will say nothing false to my lord this night.  If you follow out the words of your servant, God will accomplish something through you, and my lord will not fail to achieve his purposes.  By the life of Nebuchadnezzar, king of the whole earth, and by the power of him who has sent you to direct every living being! Not only do human beings serve him because of you, but also the animals of the field and the cattle and the birds of the air will live, because of your power, under Nebuchadnezzar and all his house.  For we have heard of your wisdom and skill, and it is reported throughout the whole world that you alone are the best in the whole kingdom, the most informed and the most astounding in military strategy.  \"Now as for Achior's speech in your council, we have heard his words, for the people of Bethulia spared him and he told them all he had said to you.  Therefore, lord and master, do not disregard what he said, but keep it in your mind, for it is true. Indeed our nation cannot be punished, nor can the sword prevail against them, unless they sin against their God.  \"But now, in order that my lord may not be defeated and his purpose frustrated, death will fall upon them, for a sin has overtaken them by which they are about to provoke their God to anger when they do what is wrong.  Since their food supply is exhausted and their water has almost given out, they have planned to kill their livestock and have determined to use all that God by his laws has forbidden them to eat.  They have decided to consume the first fruits of the grain and the tithes of the wine and oil, which they had consecrated and set aside for the priests who minister in the presence of our God in Jerusalem — things it is not lawful for any of the people even to touch with their hands.  Since even the people in Jerusalem have been doing this, they have sent messengers there in order to bring back permission from the council of the elders.  When the response reaches them and they act upon it, on that very day they will be handed over to you to be destroyed.  \"So when I, your slave, learned all this, I fled from them. God has sent me to accomplish with you things that will astonish the whole world wherever people shall hear about them.  Your servant is indeed God-fearing and serves the God of heaven night and day. So, my lord, I will remain with you; but every night your servant will go out into the valley and pray to God. He will tell me when they have committed their sins.  Then I will come and tell you, so that you may go out with your whole army, and not one of them will be able to withstand you.  Then I will lead you through Judea, until you come to Jerusalem; there I will set your throne. You will drive them like sheep that have no shepherd, and no dog will so much as growl at you. For this was told me to give me foreknowledge; it was announced to me, and I was sent to tell you.\" Her words pleased Holofernes and all his servants. They marveled at her wisdom and said,  \"No other woman from one end of the earth to the other looks so beautiful or speaks so wisely!\"  Then Holofernes said to her, \"God has done well to send you ahead of the people, to strengthen our hands and bring destruction on those who have despised my lord.  You are not only beautiful in appearance, but wise in speech. If you do as you have said, your God shall be my God, and you shall live in the palace of King Nebuchadnezzar and be renowned throughout the whole world.\"",
      "12": "Then he commanded them to bring her in where his silver dinnerware was kept, and ordered them to set a table for her with some of his own delicacies, and with some of his own wine to drink.  But Judith said, \"I cannot partake of them, or it will be an offense; but I will have enough with the things I brought with me.\"  Holofernes said to her, \"If your supply runs out, where can we get you more of the same? For none of your people are here with us.\"  Judith replied, \"As surely as you live, my lord, your servant will not use up the supplies I have with me before the Lord carries out by my hand what he has determined.\" Then the servants of Holofernes brought her into the tent, and she slept until midnight. Toward the morning watch she got up  and sent this message to Holofernes: \"Let my lord now give orders to allow your servant to go out and pray.\"  So Holofernes commanded his guards not to hinder her. She remained in the camp three days. She went out each night to the valley of Bethulia, and bathed at the spring in the camp.  After bathing, she prayed the Lord God of Israel to direct her way for the triumph of his people.  Then she returned purified and stayed in the tent until she ate her food toward evening.  Holofernes invites Judith to a banquet On the fourth day Holofernes held a banquet for his personal attendants only, and did not invite any of his officers.  He said to Bagoas, the eunuch who had charge of his personal affairs, \"Go and persuade the Hebrew woman who is in your care to join us and to eat and drink with us.  For it would be a disgrace if we let such a woman go without having intercourse with her. If we do not seduce her, she will laugh at us.\" So Bagoas left the presence of Holofernes, and approached her and said, \"Let this pretty girl not hesitate to come to my lord to be honored in his presence, and to enjoy drinking wine with us, and to become today like one of the Assyrian women who serve in the palace of Nebuchadnezzar.\"  Judith replied, \"Who am I to refuse my lord? Whatever pleases him I will do at once, and it will be a joy to me until the day of my death.\"  So she proceeded to dress herself in all her woman's finery. Her maid went ahead and spread for her on the ground before Holofernes the lambskins she had received from Bagoas for her daily use in reclining.  Then Judith came in and lay down. Holofernes' heart was ravished with her and his passion was aroused, for he had been waiting for an opportunity to seduce her from the day he first saw her.  So Holofernes said to her, \"Have a drink and be merry with us!\"  Judith said, \"I will gladly drink, my lord, because today is the greatest day in my whole life.\"  Then she took what her maid had prepared and ate and drank before him.  Holofernes was greatly pleased with her, and drank a great quantity of wine, much more than he had ever drunk in any one day since he was born.",
      "13": "When evening came, his slaves quickly withdrew. Bagoas closed the tent from outside and shut out the attendants from his master's presence. They went to bed, for they all were weary because the banquet had lasted so long.  But Judith was left alone in the tent, with Holofernes stretched out on his bed, for he was dead drunk.  Now Judith had told her maid to stand outside the bedchamber and to wait for her to come out, as she did on the other days; for she said she would be going out for her prayers. She had said the same thing to Bagoas.  So everyone went out, and no one, either small or great, was left in the bedchamber. Then Judith, standing beside his bed, said in her heart, \"O Lord God of all might, look in this hour on the work of my hands for the exaltation of Jerusalem.  Now indeed is the time to help your heritage and to carry out my design to destroy the enemies who have risen up against us.\" She went up to the bedpost near Holofernes' head, and took down his sword that hung there.  She came close to his bed, took hold of the hair of his head, and said, \"Give me strength today, O Lord God of Israel!\"  Then she struck his neck twice with all her might, and cut off his head.  Next she rolled his body off the bed and pulled down the canopy from the posts. Soon afterward she went out and gave Holofernes' head to her maid,  who placed it in her food bag.  Then the two of them went out together, as they were accustomed to do for prayer. They passed through the camp, circled around the valley, and went up the mountain to Bethulia, and came to its gates.  From a distance Judith called out to the sentries at the gates, \"Open, open the gate! God, our God, is with us, still showing his power in Israel and his strength against our enemies, as he has done today!\" When the people of her town heard her voice, they hurried down to the town gate and summoned the elders of the town.  They all ran together, both small and great, for it seemed unbelievable that she had returned. They opened the gate and welcomed them. Then they lit a fire to give light, and gathered around them.  Then she said to them with a loud voice, \"Praise God, O praise him! Praise God, who has not withdrawn his mercy from the house of Israel, but has destroyed our enemies by my hand this very night!\" Then she pulled the head out of the bag and showed it to them, and said, \"See here, the head of Holofernes, the commander of the Assyrian army, and here is the canopy beneath which he lay in his drunken stupor. The Lord has struck him down by the hand of a woman.  As the Lord lives, who has protected me in the way I went, I swear that it was my face that seduced him to his destruction, and that he committed no sin with me, to defile and shame me.\" All the people were greatly astonished. They bowed down and worshiped God, and said with one accord, \"Blessed are you our God, who have this day humiliated the enemies of your people.\" Then Uzziah said to her, \"O daughter, you are blessed by the Most High God above all other women on earth; and blessed be the Lord God, who created the heavens and the earth, who has guided you to cut off the head of the leader of our enemies.  Your praise will never depart from the hearts of those who remember the power of God.  May God grant this to be a perpetual honor to you, and may he reward you with blessings, because you risked your own life when our nation was brought low, and you averted our ruin, walking in the straight path before our God.\" And all the people said, \"Amen. Amen.\"",
      "14": "Then Judith said to them, \"Listen to me, my friends. Take this head and hang it upon the parapet of your wall.  As soon as day breaks and the sun rises on the earth, each of you take up your weapons, and let every able-bodied man go out of the town; set a captain over them, as if you were going down to the plain against the Assyrian outpost; only do not go down.  Then they will seize their arms and go into the camp and rouse the officers of the Assyrian army. They will rush into the tent of Holofernes and will not find him. Then panic will come over them, and they will flee before you.  Then you and all who live within the borders of Israel will pursue them and cut them down in their tracks.  But before you do all this, bring Achior the Ammonite to me so that he may see and recognize the man who despised the house of Israel and sent him to us as if to his death.\" So they summoned Achior from the house of Uzziah. When he came and saw the head of Holofernes in the hand of one of the men in the assembly of the people, he fell down on his face in a faint.  When they raised him up he threw himself at Judith's feet, and did obeisance to her, and said, \"Blessed are you in every tent of Judah! In every nation those who hear your name will be alarmed.  Now tell me what you have done during these days.\" So Judith told him in the presence of the people all that she had done, from the day she left until the moment she began speaking to them.  When she had finished, the people raised a great shout and made a joyful noise in their town.  When Achior saw all that the God of Israel had done, he believed firmly in God. So he was circumcised, and joined the house of Israel, remaining so to this day.  As soon as it was dawn they hung the head of Holofernes on the wall. Then they all took their weapons, and they went out in companies to the mountain passes.  When the Assyrians saw them they sent word to their commanders, who then went to the generals and the captains and to all their other officers.  They came to Holofernes' tent and said to the steward in charge of all his personal affairs, \"Wake up our lord, for the slaves have been so bold as to come down against us to give battle, to their utter destruction.\" So Bagoas went in and knocked at the entry of the tent, for he supposed that he was sleeping with Judith.  But when no one answered, he opened it and went into the bedchamber and found him sprawled on the floor dead, with his head missing.  He cried out with a loud voice and wept and groaned and shouted, and tore his clothes.  Then he went to the tent where Judith had stayed, and when he did not find her, he rushed out to the people and shouted,  \"The slaves have tricked us! One Hebrew woman has brought disgrace on the house of King Nebuchadnezzar. Look, Holofernes is lying on the ground, and his head is missing!\" When the leaders of the Assyrian army heard this, they tore their tunics and were greatly dismayed, and their loud cries and shouts rose up throughout the camp.",
      "15": "When the men in the tents heard it, they were amazed at what had happened.  Overcome with fear and trembling, they did not wait for one another, but with one impulse all rushed out and fled by every path across the plain and through the hill country.  Those who had camped in the hills around Bethulia also took to flight. Then the Israelites, everyone that was a soldier, rushed out upon them.  Uzziah sent men to Betomasthaim and Choba and Kola, and to all the frontiers of Israel, to tell what had taken place and to urge all to rush out upon the enemy to destroy them.  When the Israelites heard it, with one accord they fell upon the enemy, and cut them down as far as Choba. Those in Jerusalem and all the hill country also came, for they were told what had happened in the camp of the enemy. The men in Gilead and in Galilee outflanked them with great slaughter, even beyond Damascus and its borders.  The rest of the people of Bethulia fell upon the Assyrian camp and plundered it, acquiring great riches.  And the Israelites, when they returned from the slaughter, took possession of what remained. Even the villages and towns in the hill country and in the plain got a great amount of booty, since there was a vast quantity of it.  Then the high priest Joakim and the elders of the Israelites who lived in Jerusalem came to witness the good things that the Lord had done for Israel, and to see Judith and to wish her well.  When they met her, they all blessed her with one accord and said to her, \"You are the glory of Jerusalem, you are the great boast of Israel, you are the great pride of our nation!  You have done all this with your own hand; you have done great good to Israel, and God is well pleased with it. May the Almighty Lord bless you forever!\" And all the people said, \"Amen.\" All the people plundered the camp for thirty days. They gave Judith the tent of Holofernes and all his silver dinnerware, his beds, his bowls, and all his furniture. She took them and loaded her mules and hitched up her carts and piled the things on them.  All the women of Israel gathered to see her, and blessed her, and some of them performed a dance in her honor. She took ivy-wreathed wands in her hands and distributed them to the women who were with her;  and she and those who were with her crowned themselves with olive wreaths. She went before all the people in the dance, leading all the women, while all the men of Israel followed, bearing their arms and wearing garlands and singing hymns.  Judith began this thanksgiving before all Israel, and all the people loudly sang this song of praise.",
      "16": "And Judith said, Begin a song to my God with tambourines, sing to my Lord with cymbals.  Raise to him a new psalm; exalt him, and call upon his name.  For the Lord is a God who crushes wars; he sets up his camp among his people; he delivered me from the hands of my pursuers.  The Assyrian came down from the mountains of the north; he came with myriads of his warriors; their numbers blocked up the wadis, and their cavalry covered the hills.  He boasted that he would burn up my territory, and kill my young men with the sword, and dash my infants to the ground, and seize my children as booty, and take my virgins as spoil.  But the Lord Almighty has foiled them by the hand of a woman.  For their mighty one did not fall by the hands of the young men, nor did the sons of the Titans strike him down, nor did tall giants set upon him; but Judith daughter of Merari with the beauty of her countenance undid him.  For she put away her widow's clothing to exalt the oppressed in Israel.  She anointed her face with perfume; she fastened her hair with a tiara and put on a linen gown to beguile him.  Her sandal ravished his eyes, her beauty captivated his mind, and the sword severed his neck!  The Persians trembled at her boldness, the Medes were daunted at her daring.  Then my oppressed people shouted; my weak people cried out, and the enemy trembled; they lifted up their voices, and the enemy were turned back.  Sons of slave-girls pierced them through and wounded them like the children of fugitives; they perished before the army of my Lord.  I will sing to my God a new song: O Lord, you are great and glorious, wonderful in strength, invincible.  Let all your creatures serve you, for you spoke, and they were made.  You sent forth your spirit, and it formed them; there is none that can resist your voice.  For the mountains shall be shaken to their foundations with the waters; before your glance the rocks shall melt like wax.  But to those who fear you you show mercy.  For every sacrifice as a fragrant offering is a small thing, and the fat of all whole burnt offerings to you is a very little thing; but whoever fears the Lord is great forever.  Woe to the nations that rise up against my people!  The Lord Almighty will take vengeance on them in the day of judgment; he will send fire and worms into their flesh; they shall weep in pain forever.  When they arrived at Jerusalem, they worshiped God. As soon as the people were purified, they offered their burnt offerings, their freewill offerings, and their gifts.  Judith also dedicated to God all the possessions of Holofernes, which the people had given her; and the canopy that she had taken for herself from his bedchamber she gave as a votive offering.  For three months the people continued feasting in Jerusalem before the sanctuary, and Judith remained with them.  After this they all returned home to their own inheritances. Judith went to Bethulia, and remained on her estate. For the rest of her life she was honored throughout the whole country.  Many desired to marry her, but she gave herself to no man all the days of her life after her husband Manasseh died and was gathered to his people.  She became more and more famous, and grew old in her husband's house, reaching the age of one hundred five. She set her maid free. She died in Bethulia, and they buried her in the cave of her husband Manasseh;  and the house of Israel mourned her for seven days. Before she died she distributed her property to all those who were next of kin to her husband Manasseh, and to her own nearest kindred.  No one ever again spread terror among the Israelites during the lifetime of Judith, or for a long time after her death."
    },
    "susanna": "There was a man living in Babylon whose name was Joakim.  He married the daughter of Hilkiah, named Susanna, a very beautiful woman and one who feared the Lord.  Her parents were righteous, and had trained their daughter according to the law of Moses.  Joakim was very rich, and had a fine garden adjoining his house; the Jews used to come to him because he was the most honored of them all.  That year two elders from the people were appointed as judges. Concerning them the Lord had said: \"Wickedness came forth from Babylon, from elders who were judges, who were supposed to govern the people.\"  These men were frequently at Joakim's house, and all who had a case to be tried came to them there.  When the people left at noon, Susanna would go into her husband's garden to walk.  Every day the two elders used to see her, going in and walking about, and they began to lust for her.  They suppressed their consciences and turned away their eyes from looking to Heaven or remembering their duty to administer justice.  Both were overwhelmed with passion for her, but they did not tell each other of their distress,  for they were ashamed to disclose their lustful desire to seduce her.  Day after day they watched eagerly to see her.  One day they said to each other, \"Let us go home, for it is time for lunch.\" So they both left and parted from each other.  But turning back, they met again; and when each pressed the other for the reason, they confessed their lust. Then together they arranged for a time when they could find her alone.  Once, while they were watching for an opportune day, she went in as before with only two maids, and wished to bathe in the garden, for it was a hot day.  No one was there except the two elders, who had hidden themselves and were watching her.  She said to her maids, \"Bring me olive oil and ointments, and shut the garden doors so that I can bathe.\"  They did as she told them: they shut the doors of the garden and went out by the side doors to bring what they had been commanded; they did not see the elders, because they were hiding.  When the maids had gone out, the two elders got up and ran to her.  They said, \"Look, the garden doors are shut, and no one can see us. We are burning with desire for you; so give your consent, and lie with us.  If you refuse, we will testify against you that a young man was with you, and this was why you sent your maids away.\" Susanna groaned and said, \"I am completely trapped. For if I do this, it will mean death for me; if I do not, I cannot escape your hands.  I choose not to do it; I will fall into your hands, rather than sin in the sight of the Lord.\" Then Susanna cried out with a loud voice, and the two elders shouted against her.  And one of them ran and opened the garden doors.  When the people in the house heard the shouting in the garden, they rushed in at the side door to see what had happened to her.  And when the elders told their story, the servants felt very much ashamed, for nothing like this had ever been said about Susanna.  The next day, when the people gathered at the house of her husband Joakim, the two elders came, full of their wicked plot to have Susanna put to death. In the presence of the people they said,  \"Send for Susanna daughter of Hilkiah, the wife of Joakim.\"  So they sent for her. And she came with her parents, her children, and all her relatives.  Now Susanna was a woman of great refinement and beautiful in appearance.  As she was veiled, the scoundrels ordered her to be unveiled, so that they might feast their eyes on her beauty.  Those who were with her and all who saw her were weeping.  Then the two elders stood up before the people and laid their hands on her head.  Through her tears she looked up toward Heaven, for her heart trusted in the Lord.  The elders said, \"While we were walking in the garden alone, this woman came in with two maids, shut the garden doors, and dismissed the maids.  Then a young man, who was hiding there, came to her and lay with her.  We were in a corner of the garden, and when we saw this wickedness we ran to them.  Although we saw them embracing, we could not hold the man, because he was stronger than we, and he opened the doors and got away.  We did, however, seize this woman and asked who the young man was,  but she would not tell us. These things we testify.\" Because they were elders of the people and judges, the assembly believed them and condemned her to death.  Then Susanna cried out with a loud voice, and said, \"O eternal God, you know what is secret and are aware of all things before they come to be;  you know that these men have given false evidence against me. And now I am to die, though I have done none of the wicked things that they have charged against me!\" The Lord heard her cry.  Just as she was being led off to execution, God stirred up the holy spirit of a young lad named Daniel,  and he shouted with a loud voice, \"I want no part in shedding this woman's blood!\" All the people turned to him and asked, \"What is this you are saying?\"  Taking his stand among them he said, \"Are you such fools, O Israelites, as to condemn a daughter of Israel without examination and without learning the facts?  Return to court, for these men have given false evidence against her.\" So all the people hurried back. And the rest of the elders said to him, \"Come, sit among us and inform us, for God has given you the standing of an elder.\"  Daniel said to them, \"Separate them far from each other, and I will examine them.\" When they were separated from each other, he summoned one of them and said to him, \"You old relic of wicked days, your sins have now come home, which you have committed in the past,  pronouncing unjust judgments, condemning the innocent and acquitting the guilty, though the Lord said, 'You shall not put an innocent and righteous person to death.'  Now then, if you really saw this woman, tell me this: Under what tree did you see them being intimate with each other?\" He answered, \"Under a mastic tree.\"  And Daniel said, \"Very well! This lie has cost you your head, for the angel of God has received the sentence from God and will immediately cut you in two.\" Then, putting him to one side, he ordered them to bring the other. And he said to him, \"You offspring of Canaan and not of Judah, beauty has beguiled you and lust has perverted your heart.  This is how you have been treating the daughters of Israel, and they were intimate with you through fear; but a daughter of Judah would not tolerate your wickedness.  Now then, tell me: Under what tree did you catch them being intimate with each other?\" He answered, \"Under an evergreen oak.\"  Daniel said to him, \"Very well! This lie has cost you also your head, for the angel of God is waiting with his sword to split you in two, so as to destroy you both.\" Then the whole assembly raised a great shout and blessed God, who saves those who hope in him.  And they took action against the two elders, because out of their own mouths Daniel had convicted them of bearing false witness; they did to them as they had wickedly planned to do to their neighbor.  Acting in accordance with the law of Moses, they put them to death. Thus innocent blood was spared that day.  Hilkiah and his wife praised God for their daughter Susanna, and so did her husband Joakim and all her relatives, because she was found innocent of a shameful deed.  And from that day onward Daniel had a great reputation among the people.",
    "1 macc": {
      "1": "After Alexander son of Philip, the Macedonian, who came from the land of Kittim, had defeated King Darius of the Persians and the Medes, he succeeded him as king. (He had previously become king of Greece.)  He fought many battles, conquered strongholds, and put to death the kings of the earth.  He advanced to the ends of the earth, and plundered many nations. When the earth became quiet before him, he was exalted, and his heart was lifted up.  He gathered a very strong army and ruled over countries, nations, and princes, and they became tributary to him.  After this he fell sick and perceived that he was dying.  So he summoned his most honored officers, who had been brought up with him from youth, and divided his kingdom among them while he was still alive.  And after Alexander had reigned twelve years, he died.  Then his officers began to rule, each in his own place.  They all put on crowns after his death, and so did their descendants after them for many years; and they caused many evils on the earth.  From them came forth a sinful root, Antiochus Epiphanes, son of King Antiochus; he had been a hostage in Rome. He began to reign in the one hundred thirty-seventh year of the kingdom of the Greeks.  In those days certain renegades came out from Israel and misled many, saying, \"Let us go and make a covenant with the Gentiles around us, for since we separated from them many disasters have come upon us.\"  This proposal pleased them,  and some of the people eagerly went to the king, who authorized them to observe the ordinances of the Gentiles.  So they built a gymnasium in Jerusalem, according to Gentile custom,  and removed the marks of circumcision, and abandoned the holy covenant. They joined with the Gentiles and sold themselves to do evil.  When Antiochus saw that his kingdom was established, he determined to become king of the land of Egypt, in order that he might reign over both kingdoms.  So he invaded Egypt with a strong force, with chariots and elephants and cavalry and with a large fleet.  He engaged King Ptolemy of Egypt in battle, and Ptolemy turned and fled before him, and many were wounded and fell.  They captured the fortified cities in the land of Egypt, and he plundered the land of Egypt.  After subduing Egypt, Antiochus returned in the one hundred forty-third year. He went up against Israel and came to Jerusalem with a strong force.  He arrogantly entered the sanctuary and took the golden altar, the lampstand for the light, and all its utensils.  He took also the table for the bread of the Presence, the cups for drink offerings, the bowls, the golden censers, the curtain, the crowns, and the gold decoration on the front of the temple; he stripped it all off.  He took the silver and the gold, and the costly vessels; he took also the hidden treasures that he found.  Taking them all, he went into his own land. He shed much blood, and spoke with great arrogance.  Israel mourned deeply in every community,  rulers and elders groaned, young women and young men became faint, the beauty of the women faded.  Every bridegroom took up the lament; she who sat in the bridal chamber was mourning.  Even the land trembled for its inhabitants, and all the house of Jacob was clothed with shame.  Two years later the king sent to the cities of Judah a chief collector of tribute, and he came to Jerusalem with a large force.  Deceitfully he spoke peaceable words to them, and they believed him; but he suddenly fell upon the city, dealt it a severe blow, and destroyed many people of Israel.  He plundered the city, burned it with fire, and tore down its houses and its surrounding walls.  They took captive the women and children, and seized the livestock.  Then they fortified the city of David with a great strong wall and strong towers, and it became their citadel.  They stationed there a sinful people, men who were renegades. These strengthened their position;  they stored up arms and food, and collecting the spoils of Jerusalem they stored them there, and became a great menace,  for the citadel became an ambush against the sanctuary, an evil adversary of Israel at all times.  On every side of the sanctuary they shed innocent blood; they even defiled the sanctuary.  Because of them the residents of Jerusalem fled; she became a dwelling of strangers; she became strange to her offspring, and her children forsook her.  Her sanctuary became desolate like a desert; her feasts were turned into mourning, her sabbaths into a reproach, her honor into contempt.  Her dishonor now grew as great as her glory; her exaltation was turned into mourning.  Then the king wrote to his whole kingdom that all should be one people,  and that all should give up their particular customs.  All the Gentiles accepted the command of the king. Many even from Israel gladly adopted his religion; they sacrificed to idols and profaned the sabbath.  And the king sent letters by messengers to Jerusalem and the towns of Judah; he directed them to follow customs strange to the land,  to forbid burnt offerings and sacrifices and drink offerings in the sanctuary, to profane sabbaths and festivals,  to defile the sanctuary and the priests,  to build altars and sacred precincts and shrines for idols, to sacrifice swine and other unclean animals,  and to leave their sons uncircumcised. They were to make themselves abominable by everything unclean and profane,  so that they would forget the law and change all the ordinances.  He added, \"And whoever does not obey the command of the king shall die.\"  In such words he wrote to his whole kingdom. He appointed inspectors over all the people and commanded the towns of Judah to offer sacrifice, town by town.  Many of the people, everyone who forsook the law, joined them, and they did evil in the land;  they drove Israel into hiding in every place of refuge they had.  Now on the fifteenth day of Chislev, in the one hundred forty-fifth year, they erected a desolating sacrilege on the altar of burnt offering. They also built altars in the surrounding towns of Judah,  and offered incense at the doors of the houses and in the streets.  The books of the law that they found they tore to pieces and burned with fire.  Anyone found possessing the book of the covenant, or anyone who adhered to the law, was condemned to death by decree of the king.  They kept using violence against Israel, against those who were found month after month in the towns.  On the twenty-fifth day of the month they offered sacrifice on the altar that was on top of the altar of burnt offering.  According to the decree, they put to death the women who had their children circumcised,  and their families and those who circumcised them; and they hung the infants from their mothers' necks.  But many in Israel stood firm and were resolved in their hearts not to eat unclean food.  They chose to die rather than to be defiled by food or to profane the holy covenant; and they did die.  Very great wrath came upon Israel.",
      "2": "In those days Mattathias son of John son of Simeon, a priest of the family of Joarib, moved from Jerusalem and settled in Modein.  He had five sons, John surnamed Gaddi,  Simon called Thassi,  Judas called Maccabeus,  Eleazar called Avaran, and Jonathan called Apphus.  He saw the blasphemies being committed in Judah and Jerusalem,  and said, \"Alas! Why was I born to see this, the ruin of my people, the ruin of the holy city, and to live there when it was given over to the enemy, the sanctuary given over to aliens?  Her temple has become like a person without honor;  her glorious vessels have been carried into exile. Her infants have been killed in her streets, her youths by the sword of the foe.  What nation has not inherited her palaces and has not seized her spoils?  All her adornment has been taken away; no longer free, she has become a slave.  And see, our holy place, our beauty, and our glory have been laid waste; the Gentiles have profaned them.  Why should we live any longer?\"  Then Mattathias and his sons tore their clothes, put on sackcloth, and mourned greatly.  The king's officers who were enforcing the apostasy came to the town of Modein to make them offer sacrifice.  Many from Israel came to them; and Mattathias and his sons were assembled.  Then the king's officers spoke to Mattathias as follows: \"You are a leader, honored and great in this town, and supported by sons and brothers.  Now be the first to come and do what the king commands, as all the Gentiles and the people of Judah and those that are left in Jerusalem have done. Then you and your sons will be numbered among the Friends of the king, and you and your sons will be honored with silver and gold and many gifts.\"  But Mattathias answered and said in a loud voice: \"Even if all the nations that live under the rule of the king obey him, and have chosen to obey his commandments, everyone of them abandoning the religion of their ancestors,  I and my sons and my brothers will continue to live by the covenant of our ancestors.  Far be it from us to desert the law and the ordinances.  We will not obey the king's words by turning aside from our religion to the right hand or to the left.\"  When he had finished speaking these words, a Jew came forward in the sight of all to offer sacrifice on the altar in Modein, according to the king's command.  When Mattathias saw it, he burned with zeal and his heart was stirred. He gave vent to righteous anger; he ran and killed him on the altar.  At the same time he killed the king's officer who was forcing them to sacrifice, and he tore down the altar.  Thus he burned with zeal for the law, just as Phinehas did against Zimri son of Salu.  Then Mattathias cried out in the town with a loud voice, saying: \"Let every one who is zealous for the law and supports the covenant come out with me!\"  Then he and his sons fled to the hills and left all that they had in the town.  At that time many who were seeking righteousness and justice went down to the wilderness to live there,  they, their sons, their wives, and their livestock, because troubles pressed heavily upon them.  And it was reported to the king's officers, and to the troops in Jerusalem the city of David, that those who had rejected the king's command had gone down to the hiding places in the wilderness.  Many pursued them, and overtook them; they encamped opposite them and prepared for battle against them on the sabbath day.  They said to them, \"Enough of this! Come out and do what the king commands, and you will live.\"  But they said, \"We will not come out, nor will we do what the king commands and so profane the sabbath day.\"  Then the enemy quickly attacked them.  But they did not answer them or hurl a stone at them or block up their hiding places,  for they said, \"Let us all die in our innocence; heaven and earth testify for us that you are killing us unjustly.\"  So they attacked them on the sabbath, and they died, with their wives and children and livestock, to the number of a thousand persons.  When Mattathias and his friends learned of it, they mourned for them deeply.  And all said to their neighbors: \"If we all do as our kindred have done and refuse to fight with the Gentiles for our lives and for our ordinances, they will quickly destroy us from the earth.\"  So they made this decision that day: \"Let us fight against anyone who comes to attack us on the sabbath day; let us not all die as our kindred died in their hiding places.\"  Then there united with them a company of Hasideans, mighty warriors of Israel, all who offered themselves willingly for the law.  And all who became fugitives to escape their troubles joined them and reinforced them.  They organized an army, and struck down sinners in their anger and renegades in their wrath; the survivors fled to the Gentiles for safety.  And Mattathias and his friends went around and tore down the altars;  they forcibly circumcised all the uncircumcised boys that they found within the borders of Israel.  They hunted down the arrogant, and the work prospered in their hands.  They rescued the law out of the hands of the Gentiles and kings, and they never let the sinner gain the upper hand.  Now the days drew near for Mattathias to die, and he said to his sons: \"Arrogance and scorn have now become strong; it is a time of ruin and furious anger.  Now, my children, show zeal for the law, and give your lives for the covenant of our ancestors.  \"Remember the deeds of the ancestors, which they did in their generations; and you will receive great honor and an everlasting name.  Was not Abraham found faithful when tested, and it was reckoned to him as righteousness?  Joseph in the time of his distress kept the commandment, and became lord of Egypt.  Phinehas our ancestor, because he was deeply zealous, received the covenant of everlasting priesthood.  Joshua, because he fulfilled the command, became a judge in Israel.  Caleb, because he testified in the assembly, received an inheritance in the land.  David, because he was merciful, inherited the throne of the kingdom forever.  Elijah, because of great zeal for the law, was taken up into heaven.  Hananiah, Azariah, and Mishael believed and were saved from the flame.  Daniel, because of his innocence, was delivered from the mouth of the lions.  \"And so observe, from generation to generation, that none of those who put their trust in him will lack strength.  Do not fear the words of sinners, for their splendor will turn into dung and worms.  Today they will be exalted, but tomorrow they will not be found, because they will have returned to the dust, and their plans will have perished.  My children, be courageous and grow strong in the law, for by it you will gain honor.  \"Here is your brother Simeon who, I know, is wise in counsel; always listen to him; he shall be your father.  Judas Maccabeus has been a mighty warrior from his youth; he shall command the army for you and fight the battle against the peoples.  You shall rally around you all who observe the law, and avenge the wrong done to your people.  Pay back the Gentiles in full, and obey the commands of the law.\"  Then he blessed them, and was gathered to his ancestors.  He died in the one hundred forty-sixth year and was buried in the tomb of his ancestors at Modein. And all Israel mourned for him with great lamentation.",
      "7": "In the one hundred fifty-first year Demetrius son of Seleucus set out from Rome, sailed with a few men to a town by the sea, and there began to reign.  As he was entering the royal palace of his ancestors, the army seized Antiochus and Lysias to bring them to him.  But when this act became known to him, he said, \"Do not let me see their faces!\"  So the army killed them, and Demetrius took his seat on the throne of his kingdom.  Then there came to him all the renegade and godless men of Israel; they were led by Alcimus, who wanted to be high priest.  They brought to the king this accusation against the people: \"Judas and his brothers have destroyed all your Friends, and have driven us out of our land.  Now then send a man whom you trust; let him go and see all the ruin that Judas has brought on us and on the land of the king, and let him punish them and all who help them.\"  So the king chose Bacchides, one of the king's Friends, governor of the province Beyond the River; he was a great man in the kingdom and was faithful to the king.  He sent him, and with him he sent the ungodly Alcimus, whom he made high priest; and he commanded him to take vengeance on the Israelites.  So they marched away and came with a large force into the land of Judah; and he sent messengers to Judas and his brothers with peaceable but treacherous words.  But they paid no attention to their words, for they saw that they had come with a large force.  Then a group of scribes appeared in a body before Alcimus and Bacchides to ask for just terms.  The Hasideans were first among the Israelites to seek peace from them,  for they said, \"A priest of the line of Aaron has come with the army, and he will not harm us.\"  Alcimus spoke peaceable words to them and swore this oath to them, \"We will not seek to injure you or your friends.\"  So they trusted him; but he seized sixty of them and killed them in one day, in accordance with the word that was written,  \"The flesh of your faithful ones and their blood they poured out all around Jerusalem, and there was no one to bury them.\"  Then the fear and dread of them fell on all the people, for they said, \"There is no truth or justice in them, for they have violated the agreement and the oath that they swore.\"  Then Bacchides withdrew from Jerusalem and encamped in Beth-zaith. And he sent and seized many of the men who had deserted to him, and some of the people, and killed them and threw them into a great pit.  He placed Alcimus in charge of the country and left with him a force to help him; then Bacchides went back to the king.  Alcimus struggled to maintain his high priesthood,  and all who were troubling their people joined him. They gained control of the land of Judah and did great damage in Israel.  And Judas saw all the wrongs that Alcimus and those with him had done among the Israelites; it was more than the Gentiles had done.  So Judas went out into all the surrounding parts of Judea, taking vengeance on those who had deserted and preventing those in the city from going out into the country.  When Alcimus saw that Judas and those with him had grown strong, and realized that he could not withstand them, he returned to the king and brought malicious charges against them.  Then the king sent Nicanor, one of his honored princes, who hated and detested Israel, and he commanded him to destroy the people.  So Nicanor came to Jerusalem with a large force, and treacherously sent to Judas and his brothers this peaceable message,  \"Let there be no fighting between you and me; I shall come with a few men to see you face to face in peace.\"  So he came to Judas, and they greeted one another peaceably; but the enemy were preparing to kidnap Judas.  It became known to Judas that Nicanor had come to him with treacherous intent, and he was afraid of him and would not meet him again.  When Nicanor learned that his plan had been disclosed, he went out to meet Judas in battle near Caphar-salama.  About five hundred of the army of Nicanor fell, and the rest fled into the city of David.  After these events Nicanor went up to Mount Zion. Some of the priests from the sanctuary and some of the elders of the people came out to greet him peaceably and to show him the burnt offering that was being offered for the king.  But he mocked them and derided them and defiled them and spoke arrogantly,  and in anger he swore this oath, \"Unless Judas and his army are delivered into my hands this time, then if I return safely I will burn up this house.\" And he went out in great anger.  At this the priests went in and stood before the altar and the temple; they wept and said,  \"You chose this house to be called by your name, and to be for your people a house of prayer and supplication.  Take vengeance on this man and on his army, and let them fall by the sword; remember their blasphemies, and let them live no longer.\"  Now Nicanor went out from Jerusalem and encamped in Beth-horon, and the Syrian army joined him.  Judas encamped in Adasa with three thousand men. Then Judas prayed and said,  \"When the messengers from the king spoke blasphemy, your angel went out and struck down one hundred eighty-five thousand of the Assyrians.  So also crush this army before us today; let the rest learn that Nicanor has spoken wickedly against the sanctuary, and judge him according to this wickedness.\"  So the armies met in battle on the thirteenth day of the month of Adar. The army of Nicanor was crushed, and he himself was the first to fall in the battle.  When his army saw that Nicanor had fallen, they threw down their arms and fled.  The Jews pursued them a day's journey, from Adasa as far as Gazara, and as they followed they kept sounding the battle call on the trumpets.  People came out of all the surrounding villages of Judea, and they outflanked the enemy and drove them back to their pursuers, so that they all fell by the sword; not even one of them was left.  Then the Jews seized the spoils and the plunder; they cut off Nicanor's head and the right hand that he had so arrogantly stretched out, and brought them and displayed them just outside Jerusalem.  The people rejoiced greatly and celebrated that day as a day of great gladness.  They decreed that this day should be celebrated each year on the thirteenth day of Adar.  So the land of Judah had rest for a few days. ",
      "9": "When Demetrius heard that Nicanor and his army had fallen in battle, he sent Bacchides and Alcimus into the land of Judah a second time, and with them the right wing of the army.  They went by the road that leads to Gilgal and encamped against Mesaloth in Arbela, and they took it and killed many people.  In the first month of the one hundred fifty-second year they encamped against Jerusalem;  then they marched off and went to Berea with twenty thousand foot soldiers and two thousand cavalry.  Now Judas was encamped in Elasa, and with him were three thousand picked men.  When they saw the huge number of the enemy forces, they were greatly frightened, and many slipped away from the camp, until no more than eight hundred of them were left.  When Judas saw that his army had slipped away and the battle was imminent, he was crushed in spirit, for he had no time to assemble them.  He became faint, but he said to those who were left, \"Let us get up and go against our enemies. We may have the strength to fight them.\"  But they tried to dissuade him, saying, \"We do not have the strength. Let us rather save our own lives now, and let us come back with our kindred and fight them; we are too few.\"  But Judas said, \"Far be it from us to do such a thing as to flee from them. If our time has come, let us die bravely for our kindred, and leave no cause to question our honor.\"  Then the army of Bacchides marched out from the camp and took its stand for the encounter. The cavalry was divided into two companies, and the slingers and the archers went ahead of the army, as did all the chief warriors.  Bacchides was on the right wing. Flanked by the two companies, the phalanx advanced to the sound of the trumpets; and the men with Judas also blew their trumpets.  The earth was shaken by the noise of the armies, and the battle raged from morning until evening.  Judas saw that Bacchides and the strength of his army were on the right; then all the stouthearted men went with him,  and they crushed the right wing, and he pursued them as far as Mount Azotus.  When those on the left wing saw that the right wing was crushed, they turned and followed close behind Judas and his men.  The battle became desperate, and many on both sides were wounded and fell.  Judas also fell, and the rest fled.  Then Jonathan and Simon took their brother Judas and buried him in the tomb of their ancestors at Modein,  and wept for him. All Israel made great lamentation for him; they mourned many days and said,  \"How is the mighty fallen, the savior of Israel!\"  Now the rest of the acts of Judas, and his wars and the brave deeds that he did, and his greatness, have not been recorded, but they were very many.  After the death of Judas, the renegades emerged in all parts of Israel; all the wrongdoers reappeared.  In those days a very great famine occurred, and the country went over to their side.  Bacchides chose the godless and put them in charge of the country.  They made inquiry and searched for the friends of Judas, and brought them to Bacchides, who took vengeance on them and made sport of them.  So there was great distress in Israel, such as had not been since the time that prophets ceased to appear among them.  Then all the friends of Judas assembled and said to Jonathan,  \"Since the death of your brother Judas there has been no one like him to go against our enemies and Bacchides, and to deal with those of our nation who hate us.  Now therefore we have chosen you today to take his place as our ruler and leader, to fight our battle.\"  So Jonathan accepted the leadership at that time in place of his brother Judas.  When Bacchides learned of this, he tried to kill him.  But Jonathan and his brother Simon and all who were with him heard of it, and they fled into the wilderness of Tekoa and camped by the water of the pool of Asphar.  Bacchides found this out on the sabbath day, and he with all his army crossed the Jordan.  So Jonathan sent his brother as leader of the multitude and begged the Nabateans, who were his friends, for permission to store with them the great amount of baggage that they had.  But the family of Jambri from Medeba came out and seized John and all that he had, and left with it.  After these things it was reported to Jonathan and his brother Simon, \"The family of Jambri are celebrating a great wedding, and are conducting the bride, a daughter of one of the great nobles of Canaan, from Nadabath with a large escort.\"  Remembering how their brother John had been killed, they went up and hid under cover of the mountain.  They looked out and saw a tumultuous procession with a great amount of baggage; and the bridegroom came out with his friends and his brothers to meet them with tambourines and musicians and many weapons.  Then they rushed on them from the ambush and began killing them. Many were wounded and fell, and the rest fled to the mountain; and the Jews took all their goods.  So the wedding was turned into mourning and the voice of their musicians into a funeral dirge.  After they had fully avenged the blood of their brother, they returned to the marshes of the Jordan.  When Bacchides heard of this, he came with a large force on the sabbath day to the banks of the Jordan.  And Jonathan said to those with him, \"Let us get up now and fight for our lives, for today things are not as they were before.  For look! the battle is in front of us and behind us; the water of the Jordan is on this side and on that, with marsh and thicket; there is no place to turn.  Cry out now to Heaven that you may be delivered from the hands of our enemies.\"  So the battle began, and Jonathan stretched out his hand to strike Bacchides, but he eluded him and went to the rear.  Then Jonathan and the men with him leaped into the Jordan and swam across to the other side, and the enemy did not cross the Jordan to attack them.  And about one thousand of Bacchides' men fell that day.  Then Bacchides returned to Jerusalem and built strong cities in Judea: the fortress in Jericho, and Emmaus, and Beth-horon, and Bethel, and Timnath, and Pharathon, and Tephon, with high walls and gates and bars.  And he placed garrisons in them to harass Israel.  He also fortified the town of Beth-zur, and Gazara, and the citadel, and in them he put troops and stores of food.  And he took the sons of the leading men of the land as hostages and put them under guard in the citadel at Jerusalem.  In the one hundred and fifty-third year, in the second month, Alcimus gave orders to tear down the wall of the inner court of the sanctuary. He tore down the work of the prophets!  But he only began to tear it down, for at that time Alcimus was stricken and his work was hindered; his mouth was stopped and he was paralyzed, so that he could no longer say a word or give commands concerning his house.  And Alcimus died at that time in great agony.  When Bacchides saw that Alcimus was dead, he returned to the king, and the land of Judah had rest for two years.  Then all the lawless plotted and said, \"See! Jonathan and his men are living in quiet and confidence. So now let us bring Bacchides back, and he will capture them all in one night.\"  And they went and consulted with him.  He started to come with a large force, and secretly sent letters to all his allies in Judea, telling them to seize Jonathan and his men; but they were unable to do it, because their plan became known.  And Jonathan's men seized about fifty of the men of the country who were leaders in this treachery, and killed them.  Then Jonathan with his men, and Simon, withdrew to Bethbasi in the wilderness; he rebuilt the parts of it that had been demolished, and they fortified it.  When Bacchides learned of this, he assembled all his forces, and sent orders to the men of Judea.  Then he came and encamped against Bethbasi; he fought against it for many days and made machines of war.  But Jonathan left his brother Simon in the town, while he went out into the country; and he went with only a few men.  He struck down Odomera and his kindred and the people of Phasiron in their tents.  Then he began to attack and went into battle with his forces; and Simon and his men sallied out from the town and set fire to the machines of war.  They fought with Bacchides, and he was crushed by them. They pressed him very hard, for his plan and his expedition had been in vain.  So he was very angry at the renegades who had counseled him to come into the country, and he killed many of them. Then he decided to go back to his own land.  When Jonathan learned of this, he sent ambassadors to him to make peace with him and obtain release of the captives.  He agreed, and did as he said; and he swore to Jonathan that he would not try to harm him as long as he lived.  He restored to him the captives whom he had taken previously from the land of Judah; then he turned and went back to his own land, and did not come again into their territory.  Thus the sword ceased from Israel. Jonathan settled in Michmash and began to judge the people; and he destroyed the godless out of Israel.",
      "13": "Simon heard that Trypho had assembled a large army to invade the land of Judah and destroy it,  and he saw that the people were trembling with fear. So he went up to Jerusalem, and gathering the people together  he encouraged them, saying to them, \"You yourselves know what great things my brothers and I and the house of my father have done for the laws and the sanctuary; you know also the wars and the difficulties that my brothers and I have seen.  By reason of this all my brothers have perished for the sake of Israel, and I alone am left.  And now, far be it from me to spare my life in any time of distress, for I am not better than my brothers.  But I will avenge my nation and the sanctuary and your wives and children, for all the nations have gathered together out of hatred to destroy us.\"  The spirit of the people was rekindled when they heard these words,  and they answered in a loud voice, \"You are our leader in place of Judas and your brother Jonathan.  Fight our battles, and all that you say to us we will do.\"  So he assembled all the warriors and hurried to complete the walls of Jerusalem, and he fortified it on every side.  He sent Jonathan son of Absalom to Joppa, and with him a considerable army; he drove out its occupants and remained there.  Then Trypho left Ptolemais with a large army to invade the land of Judah, and Jonathan was with him under guard.  Simon encamped in Adida, facing the plain.  Trypho learned that Simon had risen up in place of his brother Jonathan, and that he was about to join battle with him, so he sent envoys to him and said,  \"It is for the money that your brother Jonathan owed the royal treasury, in connection with the offices he held, that we are detaining him.  Send now one hundred talents of silver and two of his sons as hostages, so that when released he will not revolt against us, and we will release him.\"  Simon knew that they were speaking deceitfully to him, but he sent to get the money and the sons, so that he would not arouse great hostility among the people, who might say,  \"It was because Simon did not send him the money and the sons, that Jonathan perished.\"  So he sent the sons and the hundred talents, but Trypho broke his word and did not release Jonathan.  After this Trypho came to invade the country and destroy it, and he circled around by the way to Adora. But Simon and his army kept marching along opposite him to every place he went.  Now the men in the citadel kept sending envoys to Trypho urging him to come to them by way of the wilderness and to send them food.  So Trypho got all his cavalry ready to go, but that night a very heavy snow fell, and he did not go because of the snow. He marched off and went into the land of Gilead.  When he approached Baskama, he killed Jonathan, and he was buried there.  Then Trypho turned and went back to his own land.  Simon sent and took the bones of his brother Jonathan, and buried him in Modein, the city of his ancestors.  All Israel bewailed him with great lamentation, and mourned for him many days.  And Simon built a monument over the tomb of his father and his brothers; he made it high so that it might be seen, with polished stone at the front and back.  He also erected seven pyramids, opposite one another, for his father and mother and four brothers.  For the pyramids he devised an elaborate setting, erecting about them great columns, and on the columns he put suits of armor for a permanent memorial, and beside the suits of armor he carved ships, so that they could be seen by all who sail the sea.  This is the tomb that he built in Modein; it remains to this day.  Trypho dealt treacherously with the young King Antiochus; he killed him  and became king in his place, putting on the crown of Asia; and he brought great calamity on the land.  But Simon built up the strongholds of Judea and walled them all around, with high towers and great walls and gates and bolts, and he stored food in the strongholds.  Simon also chose emissaries and sent them to King Demetrius with a request to grant relief to the country, for all that Trypho did was to plunder.  King Demetrius sent him a favorable reply to this request, and wrote him a letter as follows,  \"King Demetrius to Simon, the high priest and friend of kings, and to the elders and nation of the Jews, greetings.  We have received the gold crown and the palm branch that you sent, and we are ready to make a general peace with you and to write to our officials to grant you release from tribute.  All the grants that we have made to you remain valid, and let the strongholds that you have built be your possession.  We pardon any errors and offenses committed to this day, and cancel the crown tax that you owe; and whatever other tax has been collected in Jerusalem shall be collected no longer.  And if any of you are qualified to be enrolled in our bodyguard, let them be enrolled, and let there be peace between us.\"  In the one hundred seventieth year the yoke of the Gentiles was removed from Israel,  and the people began to write in their documents and contracts, \"In the first year of Simon the great high priest and commander and leader of the Jews.\"  In those days Simon encamped against Gazara and surrounded it with troops. He made a siege engine, brought it up to the city, and battered and captured one tower.  The men in the siege engine leaped out into the city, and a great tumult arose in the city.  The men in the city, with their wives and children, went up on the wall with their clothes torn, and they cried out with a loud voice, asking Simon to make peace with them;  they said, \"Do not treat us according to our wicked acts but according to your mercy.\"  So Simon reached an agreement with them and stopped fighting against them. But he expelled them from the city and cleansed the houses in which the idols were located, and then entered it with hymns and praise.  He removed all uncleanness from it, and settled in it those who observed the law. He also strengthened its fortifications and built in it a house for himself.  Those who were in the citadel at Jerusalem were prevented from going in and out to buy and sell in the country. So they were very hungry, and many of them perished from famine.  Then they cried to Simon to make peace with them, and he did so. But he expelled them from there and cleansed the citadel from its pollutions.  On the twenty-third day of the second month, in the one hundred seventy-first year, the Jews entered it with praise and palm branches, and with harps and cymbals and stringed instruments, and with hymns and songs, because a great enemy had been crushed and removed from Israel.  Simon decreed that every year they should celebrate this day with rejoicing. He strengthened the fortifications of the temple hill alongside the citadel, and he and his men lived there.  Simon saw that his son John had reached manhood, and so he made him commander of all the forces; and he lived at Gazara.",
      "14": "In the one hundred seventy-second year King Demetrius assembled his forces and marched into Media to obtain help, so that he could make war against Trypho.  When King Arsaces of Persia and Media heard that Demetrius had invaded his territory, he sent one of his generals to take him alive.  The general went and defeated the army of Demetrius, and seized him and took him to Arsaces, who put him under guard.  The land had rest all the days of Simon. He sought the good of his nation; his rule was pleasing to them, as was the honor shown him, all his days.  To crown all his honors he took Joppa for a harbor, and opened a way to the isles of the sea.  He extended the borders of his nation, and gained full control of the country.  He gathered a host of captives; he ruled over Gazara and Beth-zur and the citadel, and he removed its uncleanness from it; and there was none to oppose him.  They tilled their land in peace; the ground gave its increase, and the trees of the plains their fruit.  Old men sat in the streets; they all talked together of good things, and the youths put on splendid military attire.  He supplied the towns with food, and furnished them with the means of defense, until his renown spread to the ends of the earth.  He established peace in the land, and Israel rejoiced with great joy.  All the people sat under their own vines and fig trees, and there was none to make them afraid.  No one was left in the land to fight them, and the kings were crushed in those days.  He gave help to all the humble among his people; he sought out the law, and did away with all the renegades and outlaws.  He made the sanctuary glorious, and added to the vessels of the sanctuary.  It was heard in Rome, and as far away as Sparta, that Jonathan had died, and they were deeply grieved.  When they heard that his brother Simon had become high priest in his stead, and that he was ruling over the country and the towns in it,  they wrote to him on bronze tablets to renew with him the friendship and alliance that they had established with his brothers Judas and Jonathan.  And these were read before the assembly in Jerusalem.  This is a copy of the letter that the Spartans sent: \"The rulers and the city of the Spartans to the high priest Simon and to the elders and the priests and the rest of the Jewish people, our brothers, greetings.  The envoys who were sent to our people have told us about your glory and honor, and we rejoiced at their coming.  We have recorded what they said in our public decrees, as follows, \"Numenius son of Antiochus and Antipater son of Jason, envoys of the Jews, have come to us to renew their friendship with us.  It has pleased our people to receive these men with honor and to put a copy of their words in the public archives, so that the people of the Spartans may have a record of them. And they have sent a copy of this to the high priest Simon.' \"  After this Simon sent Numenius to Rome with a large gold shield weighing one thousand minas, to confirm the alliance with the Romans.  When the people heard these things they said, \"How shall we thank Simon and his sons?  For he and his brothers and the house of his father have stood firm; they have fought and repulsed Israel's enemies and established its freedom.\"  So they made a record on bronze tablets and put it on pillars on Mount Zion. This is a copy of what they wrote: \"On the eighteenth day of Elul, in the one hundred seventy-second year, which is the third year of the great high priest Simon,  in Asaramel, in the great assembly of the priests and the people and the rulers of the nation and the elders of the country, the following was proclaimed to us:  \"Since wars often occurred in the country, Simon son of Mattathias, a priest of the sons of Joarib, and his brothers, exposed themselves to danger and resisted the enemies of their nation, in order that their sanctuary and the law might be preserved; and they brought great glory to their nation.  Jonathan rallied the nation, became their high priest, and was gathered to his people.  When their enemies decided to invade their country and lay hands on their sanctuary,  then Simon rose up and fought for his nation. He spent great sums of his own money; he armed the soldiers of his nation and paid them wages.  He fortified the towns of Judea, and Beth-zur on the borders of Judea, where formerly the arms of the enemy had been stored, and he placed there a garrison of Jews.  He also fortified Joppa, which is by the sea, and Gazara, which is on the borders of Azotus, where the enemy formerly lived. He settled Jews there, and provided in those towns whatever was necessary for their restoration.  \"The people saw Simon's faithfulness and the glory that he had resolved to win for his nation, and they made him their leader and high priest, because he had done all these things and because of the justice and loyalty that he had maintained toward his nation. He sought in every way to exalt his people.  In his days things prospered in his hands, so that the Gentiles were put out of the country, as were also those in the city of David in Jerusalem, who had built themselves a citadel from which they used to sally forth and defile the environs of the sanctuary, doing great damage to its purity.  He settled Jews in it and fortified it for the safety of the country and of the city, and built the walls of Jerusalem higher.  \"In view of these things King Demetrius confirmed him in the high priesthood,  made him one of his Friends, and paid him high honors.  For he had heard that the Jews were addressed by the Romans as friends and allies and brothers, and that the Romans had received the envoys of Simon with honor.  \"The Jews and their priests have resolved that Simon should be their leader and high priest forever, until a trustworthy prophet should arise,  and that he should be governor over them and that he should take charge of the sanctuary and appoint officials over its tasks and over the country and the weapons and the strongholds, and that he should take charge of the sanctuary,  and that he should be obeyed by all, and that all contracts in the country should be written in his name, and that he should be clothed in purple and wear gold.  \"None of the people or priests shall be permitted to nullify any of these decisions or to oppose what he says, or to convene an assembly in the country without his permission, or to be clothed in purple or put on a gold buckle.  Whoever acts contrary to these decisions or rejects any of them shall be liable to punishment.\"  All the people agreed to grant Simon the right to act in accordance with these decisions.  So Simon accepted and agreed to be high priest, to be commander and ethnarch of the Jews and priests, and to be protector of them all.  And they gave orders to inscribe this decree on bronze tablets, to put them up in a conspicuous place in the precincts of the sanctuary,  and to deposit copies of them in the treasury, so that Simon and his sons might have them."
    },
    "2 macc": {
      "6": "Not long after this, the king sent an Athenian senator to compel the Jews to forsake the laws of their ancestors and no longer to live by the laws of God;  also to pollute the temple in Jerusalem and to call it the temple of Olympian Zeus, and to call the one in Gerizim the temple of Zeus-the-Friend-of-Strangers, as did the people who lived in that place.  Harsh and utterly grievous was the onslaught of evil.  For the temple was filled with debauchery and reveling by the Gentiles, who dallied with prostitutes and had intercourse with women within the sacred precincts, and besides brought in things for sacrifice that were unfit.  The altar was covered with abominable offerings that were forbidden by the laws.  People could neither keep the sabbath, nor observe the festivals of their ancestors, nor so much as confess themselves to be Jews.  On the monthly celebration of the king's birthday, the Jews were taken, under bitter constraint, to partake of the sacrifices; and when a festival of Dionysus was celebrated, they were compelled to wear wreaths of ivy and to walk in the procession in honor of Dionysus.  At the suggestion of the people of Ptolemais a decree was issued to the neighboring Greek cities that they should adopt the same policy toward the Jews and make them partake of the sacrifices,  and should kill those who did not choose to change over to Greek customs. One could see, therefore, the misery that had come upon them.  For example, two women were brought in for having circumcised their children. They publicly paraded them around the city, with their babies hanging at their breasts, and then hurled them down headlong from the wall.  Others who had assembled in the caves nearby, in order to observe the seventh day secretly, were betrayed to Philip and were all burned together, because their piety kept them from defending themselves, in view of their regard for that most holy day.  Now I urge those who read this book not to be depressed by such calamities, but to recognize that these punishments were designed not to destroy but to discipline our people.  In fact, it is a sign of great kindness not to let the impious alone for long, but to punish them immediately.  For in the case of the other nations the Lord waits patiently to punish them until they have reached the full measure of their sins; but he does not deal in this way with us,  in order that he may not take vengeance on us afterward when our sins have reached their height.  Therefore he never withdraws his mercy from us. Although he disciplines us with calamities, he does not forsake his own people.  Let what we have said serve as a reminder; we must go on briefly with the story.  Eleazar, one of the scribes in high position, a man now advanced in age and of noble presence, was being forced to open his mouth to eat swine's flesh.  But he, welcoming death with honor rather than life with pollution, went up to the rack of his own accord, spitting out the flesh,  as all ought to go who have the courage to refuse things that it is not right to taste, even for the natural love of life.  Those who were in charge of that unlawful sacrifice took the man aside because of their long acquaintance with him, and privately urged him to bring meat of his own providing, proper for him to use, and to pretend that he was eating the flesh of the sacrificial meal that had been commanded by the king,  so that by doing this he might be saved from death, and be treated kindly on account of his old friendship with them.  But making a high resolve, worthy of his years and the dignity of his old age and the gray hairs that he had reached with distinction and his excellent life even from childhood, and moreover according to the holy God-given law, he declared himself quickly, telling them to send him to Hades.  \"Such pretense is not worthy of our time of life,\" he said, \"for many of the young might suppose that Eleazar in his ninetieth year had gone over to an alien religion,  and through my pretense, for the sake of living a brief moment longer, they would be led astray because of me, while I defile and disgrace my old age.  Even if for the present I would avoid the punishment of mortals, yet whether I live or die I will not escape the hands of the Almighty.  Therefore, by bravely giving up my life now, I will show myself worthy of my old age  and leave to the young a noble example of how to die a good death willingly and nobly for the revered and holy laws.\" When he had said this, he went at once to the rack.  Those who a little before had acted toward him with goodwill now changed to ill will, because the words he had uttered were in their opinion sheer madness.  When he was about to die under the blows, he groaned aloud and said: \"It is clear to the Lord in his holy knowledge that, though I might have been saved from death, I am enduring terrible sufferings in my body under this beating, but in my soul I am glad to suffer these things because I fear him.\"  So in this way he died, leaving in his death an example of nobility and a memorial of courage, not only to the young but to the great body of his nation.",
      "7": "It happened also that seven brothers and their mother were arrested and were being compelled by the king, under torture with whips and thongs, to partake of unlawful swine's flesh.  One of them, acting as their spokesman, said, \"What do you intend to ask and learn from us? For we are ready to die rather than transgress the laws of our ancestors.\"  The king fell into a rage, and gave orders to have pans and caldrons heated.  These were heated immediately, and he commanded that the tongue of their spokesman be cut out and that they scalp him and cut off his hands and feet, while the rest of the brothers and the mother looked on.  When he was utterly helpless, the king ordered them to take him to the fire, still breathing, and to fry him in a pan. The smoke from the pan spread widely, but the brothers and their mother encouraged one another to die nobly, saying,  \"The Lord God is watching over us and in truth has compassion on us, as Moses declared in his song that bore witness against the people to their faces, when he said, \"And he will have compassion on his servants.' \"  After the first brother had died in this way, they brought forward the second for their sport. They tore off the skin of his head with the hair, and asked him, \"Will you eat rather than have your body punished limb by limb?\"  He replied in the language of his ancestors and said to them, \"No.\" Therefore he in turn underwent tortures as the first brother had done.  And when he was at his last breath, he said, \"You accursed wretch, you dismiss us from this present life, but the King of the universe will raise us up to an everlasting renewal of life, because we have died for his laws.\"  After him, the third was the victim of their sport. When it was demanded, he quickly put out his tongue and courageously stretched forth his hands,  and said nobly, \"I got these from Heaven, and because of his laws I disdain them, and from him I hope to get them back again.\"  As a result the king himself and those with him were astonished at the young man's spirit, for he regarded his sufferings as nothing.  After he too had died, they maltreated and tortured the fourth in the same way.  When he was near death, he said, \"One cannot but choose to die at the hands of mortals and to cherish the hope God gives of being raised again by him. But for you there will be no resurrection to life!\"  Next they brought forward the fifth and maltreated him.  But he looked at the king, and said, \"Because you have authority among mortals, though you also are mortal, you do what you please. But do not think that God has forsaken our people.  Keep on, and see how his mighty power will torture you and your descendants!\"  After him they brought forward the sixth. And when he was about to die, he said, \"Do not deceive yourself in vain. For we are suffering these things on our own account, because of our sins against our own God. Therefore astounding things have happened.  But do not think that you will go unpunished for having tried to fight against God!\"  The mother was especially admirable and worthy of honorable memory. Although she saw her seven sons perish within a single day, she bore it with good courage because of her hope in the Lord.  She encouraged each of them in the language of their ancestors. Filled with a noble spirit, she reinforced her woman's reasoning with a man's courage, and said to them,  \"I do not know how you came into being in my womb. It was not I who gave you life and breath, nor I who set in order the elements within each of you.  Therefore the Creator of the world, who shaped the beginning of humankind and devised the origin of all things, will in his mercy give life and breath back to you again, since you now forget yourselves for the sake of his laws.\"  Antiochus felt that he was being treated with contempt, and he was suspicious of her reproachful tone. The youngest brother being still alive, Antiochus not only appealed to him in words, but promised with oaths that he would make him rich and enviable if he would turn from the ways of his ancestors, and that he would take him for his Friend and entrust him with public affairs.  Since the young man would not listen to him at all, the king called the mother to him and urged her to advise the youth to save himself.  After much urging on his part, she undertook to persuade her son.  But, leaning close to him, she spoke in their native language as follows, deriding the cruel tyrant: \"My son, have pity on me. I carried you nine months in my womb, and nursed you for three years, and have reared you and brought you up to this point in your life, and have taken care of you.  I beg you, my child, to look at the heaven and the earth and see everything that is in them, and recognize that God did not make them out of things that existed. And in the same way the human race came into being.  Do not fear this butcher, but prove worthy of your brothers. Accept death, so that in God's mercy I may get you back again along with your brothers.\"  While she was still speaking, the young man said, \"What are you waiting for? I will not obey the king's command, but I obey the command of the law that was given to our ancestors through Moses.  But you, who have contrived all sorts of evil against the Hebrews, will certainly not escape the hands of God.  For we are suffering because of our own sins.  And if our living Lord is angry for a little while, to rebuke and discipline us, he will again be reconciled with his own servants.  But you, unholy wretch, you most defiled of all mortals, do not be elated in vain and puffed up by uncertain hopes, when you raise your hand against the children of heaven.  You have not yet escaped the judgment of the almighty, all-seeing God.  For our brothers after enduring a brief suffering have drunk of ever-flowing life, under God's covenant; but you, by the judgment of God, will receive just punishment for your arrogance.  I, like my brothers, give up body and life for the laws of our ancestors, appealing to God to show mercy soon to our nation and by trials and plagues to make you confess that he alone is God,  and through me and my brothers to bring to an end the wrath of the Almighty that has justly fallen on our whole nation.\"  The king fell into a rage, and handled him worse than the others, being exasperated at his scorn.  So he died in his integrity, putting his whole trust in the Lord.  Last of all, the mother died, after her sons.  Let this be enough, then, about the eating of sacrifices and the extreme tortures.",
      "8": "Meanwhile Judas, who was also called Maccabeus, and his companions secretly entered the villages and summoned their kindred and enlisted those who had continued in the Jewish faith, and so they gathered about six thousand.  They implored the Lord to look upon the people who were oppressed by all; and to have pity on the temple that had been profaned by the godless;  to have mercy on the city that was being destroyed and about to be leveled to the ground; to hearken to the blood that cried out to him;  to remember also the lawless destruction of the innocent babies and the blasphemies committed against his name; and to show his hatred of evil.  As soon as Maccabeus got his army organized, the Gentiles could not withstand him, for the wrath of the Lord had turned to mercy.  Coming without warning, he would set fire to towns and villages. He captured strategic positions and put to flight not a few of the enemy.  He found the nights most advantageous for such attacks. And talk of his valor spread everywhere.  When Philip saw that the man was gaining ground little by little, and that he was pushing ahead with more frequent successes, he wrote to Ptolemy, the governor of Coelesyria and Phoenicia, to come to the aid of the king's government.  Then Ptolemy promptly appointed Nicanor son of Patroclus, one of the king's chief Friends, and sent him, in command of no fewer than twenty thousand Gentiles of all nations, to wipe out the whole race of Judea. He associated with him Gorgias, a general and a man of experience in military service.  Nicanor determined to make up for the king the tribute due to the Romans, two thousand talents, by selling the captured Jews into slavery.  So he immediately sent to the towns on the seacoast, inviting them to buy Jewish slaves and promising to hand over ninety slaves for a talent, not expecting the judgment from the Almighty that was about to overtake him.  Word came to Judas concerning Nicanor's invasion; and when he told his companions of the arrival of the army,  those who were cowardly and distrustful of God's justice ran off and got away.  Others sold all their remaining property, and at the same time implored the Lord to rescue those who had been sold by the ungodly Nicanor before he ever met them,  if not for their own sake, then for the sake of the covenants made with their ancestors, and because he had called them by his holy and glorious name.  But Maccabeus gathered his forces together, to the number six thousand, and exhorted them not to be frightened by the enemy and not to fear the great multitude of Gentiles who were wickedly coming against them, but to fight nobly,  keeping before their eyes the lawless outrage that the Gentiles had committed against the holy place, and the torture of the derided city, and besides, the overthrow of their ancestral way of life.  \"For they trust to arms and acts of daring,\" he said, \"but we trust in the Almighty God, who is able with a single nod to strike down those who are coming against us, and even, if necessary, the whole world.\"  Moreover, he told them of the occasions when help came to their ancestors; how, in the time of Sennacherib, when one hundred eighty-five thousand perished,  and the time of the battle against the Galatians that took place in Babylonia, when eight thousand Jews fought along with four thousand Macedonians; yet when the Macedonians were hard pressed, the eight thousand, by the help that came to them from heaven, destroyed one hundred twenty thousand Galatians and took a great amount of booty.  With these words he filled them with courage and made them ready to die for their laws and their country; then he divided his army into four parts.  He appointed his brothers also, Simon and Joseph and Jonathan, each to command a division, putting fifteen hundred men under each.  Besides, he appointed Eleazar to read aloud from the holy book, and gave the watchword, \"The help of God\"; then, leading the first division himself, he joined battle with Nicanor.  With the Almighty as their ally, they killed more than nine thousand of the enemy, and wounded and disabled most of Nicanor's army, and forced them all to flee.  They captured the money of those who had come to buy them as slaves. After pursuing them for some distance, they were obliged to return because the hour was late.  It was the day before the sabbath, and for that reason they did not continue their pursuit.  When they had collected the arms of the enemy and stripped them of their spoils, they kept the sabbath, giving great praise and thanks to the Lord, who had preserved them for that day and allotted it to them as the beginning of mercy.  After the sabbath they gave some of the spoils to those who had been tortured and to the widows and orphans, and distributed the rest among themselves and their children.  When they had done this, they made common supplication and implored the merciful Lord to be wholly reconciled with his servants.  In encounters with the forces of Timothy and Bacchides they killed more than twenty thousand of them and got possession of some exceedingly high strongholds, and they divided a very large amount of plunder, giving to those who had been tortured and to the orphans and widows, and also to the aged, shares equal to their own.  They collected the arms of the enemy, and carefully stored all of them in strategic places; the rest of the spoils they carried to Jerusalem.  They killed the commander of Timothy's forces, a most wicked man, and one who had greatly troubled the Jews.  While they were celebrating the victory in the city of their ancestors, they burned those who had set fire to the sacred gates, Callisthenes and some others, who had fled into one little house; so these received the proper reward for their impiety.  The thrice-accursed Nicanor, who had brought the thousand merchants to buy the Jews,  having been humbled with the help of the Lord by opponents whom he regarded as of the least account, took off his splendid uniform and made his way alone like a runaway slave across the country until he reached Antioch, having succeeded chiefly in the destruction of his own army!  So he who had undertaken to secure tribute for the Romans by the capture of the people of Jerusalem proclaimed that the Jews had a Defender, and that therefore the Jews were invulnerable, because they followed the laws ordained by him.",
      "10": "Now Maccabeus and his followers, the Lord leading them on, recovered the temple and the city;  they tore down the altars that had been built in the public square by the foreigners, and also destroyed the sacred precincts.  They purified the sanctuary, and made another altar of sacrifice; then, striking fire out of flint, they offered sacrifices, after a lapse of two years, and they offered incense and lighted lamps and set out the bread of the Presence.  When they had done this, they fell prostrate and implored the Lord that they might never again fall into such misfortunes, but that, if they should ever sin, they might be disciplined by him with forbearance and not be handed over to blasphemous and barbarous nations.  It happened that on the same day on which the sanctuary had been profaned by the foreigners, the purification of the sanctuary took place, that is, on the twenty-fifth day of the same month, which was Chislev.  They celebrated it for eight days with rejoicing, in the manner of the festival of booths, remembering how not long before, during the festival of booths, they had been wandering in the mountains and caves like wild animals.  Therefore, carrying ivy-wreathed wands and beautiful branches and also fronds of palm, they offered hymns of thanksgiving to him who had given success to the purifying of his own holy place.  They decreed by public edict, ratified by vote, that the whole nation of the Jews should observe these days every year.  Such then was the end of Antiochus, who was called Epiphanes.  Now we will tell what took place under Antiochus Eupator, who was the son of that ungodly man, and will give a brief summary of the principal calamities of the wars.  This man, when he succeeded to the kingdom, appointed one Lysias to have charge of the government and to be chief governor of Coelesyria and Phoenicia.  Ptolemy, who was called Macron, took the lead in showing justice to the Jews because of the wrong that had been done to them, and attempted to maintain peaceful relations with them.  As a result he was accused before Eupator by the king's Friends. He heard himself called a traitor at every turn, because he had abandoned Cyprus, which Philometor had entrusted to him, and had gone over to Antiochus Epiphanes. Unable to command the respect due his office, he took poison and ended his life.  When Gorgias became governor of the region, he maintained a force of mercenaries, and at every turn kept attacking the Jews.  Besides this, the Idumeans, who had control of important strongholds, were harassing the Jews; they received those who were banished from Jerusalem, and endeavored to keep up the war.  But Maccabeus and his forces, after making solemn supplication and imploring God to fight on their side, rushed to the strongholds of the Idumeans.  Attacking them vigorously, they gained possession of the places, and beat off all who fought upon the wall, and slaughtered those whom they encountered, killing no fewer than twenty thousand.  When at least nine thousand took refuge in two very strong towers well equipped to withstand a siege,  Maccabeus left Simon and Joseph, and also Zacchaeus and his troops, a force sufficient to besiege them; and he himself set off for places where he was more urgently needed.  But those with Simon, who were money-hungry, were bribed by some of those who were in the towers, and on receiving seventy thousand drachmas let some of them slip away.  When word of what had happened came to Maccabeus, he gathered the leaders of the people, and accused these men of having sold their kindred for money by setting their enemies free to fight against them.  Then he killed these men who had turned traitor, and immediately captured the two towers.  Having success at arms in everything he undertook, he destroyed more than twenty thousand in the two strongholds.  Now Timothy, who had been defeated by the Jews before, gathered a tremendous force of mercenaries and collected the cavalry from Asia in no small number. He came on, intending to take Judea by storm.  As he drew near, Maccabeus and his men sprinkled dust on their heads and girded their loins with sackcloth, in supplication to God.  Falling upon the steps before the altar, they implored him to be gracious to them and to be an enemy to their enemies and an adversary to their adversaries, as the law declares.  And rising from their prayer they took up their arms and advanced a considerable distance from the city; and when they came near the enemy they halted.  Just as dawn was breaking, the two armies joined battle, the one having as pledge of success and victory not only their valor but also their reliance on the Lord, while the other made rage their leader in the fight.  When the battle became fierce, there appeared to the enemy from heaven five resplendent men on horses with golden bridles, and they were leading the Jews.  Two of them took Maccabeus between them, and shielding him with their own armor and weapons, they kept him from being wounded. They showered arrows and thunderbolts on the enemy, so that, confused and blinded, they were thrown into disorder and cut to pieces.  Twenty thousand five hundred were slaughtered, besides six hundred cavalry.  Timothy himself fled to a stronghold called Gazara, especially well garrisoned, where Chaereas was commander.  Then Maccabeus and his men were glad, and they besieged the fort for four days.  The men within, relying on the strength of the place, kept blaspheming terribly and uttering wicked words.  But at dawn of the fifth day, twenty young men in the army of Maccabeus, fired with anger because of the blasphemies, bravely stormed the wall and with savage fury cut down everyone they met.  Others who came up in the same way wheeled around against the defenders and set fire to the towers; they kindled fires and burned the blasphemers alive. Others broke open the gates and let in the rest of the force, and they occupied the city.  They killed Timothy, who was hiding in a cistern, and his brother Chaereas, and Apollophanes.  When they had accomplished these things, with hymns and thanksgivings they blessed the Lord who shows great kindness to Israel and gives them the victory."
    },
    "ecclesiasticus": {
        "1": "All wisdom is from the Lord, and with him it remains forever.  The sand of the sea, the drops of rain, and the days of eternity—who can count them?  The height of heaven, the breadth of the earth, the abyss, and wisdom—who can search them out?  Wisdom was created before all other things, and prudent understanding from eternity.  The root of wisdom—to whom has it been revealed?  Her subtleties—who knows them?  There is but one who is wise, greatly to be feared, seated upon his throne—the Lord.  It is he who created her; he saw her and took her measure; he poured her out upon all his works, upon all the living according to his gift; he lavished her upon those who love him.  Fear of the Lord Is True Wisdom The fear of the Lord is glory and exultation, and gladness and a crown of rejoicing.  The fear of the Lord delights the heart, and gives gladness and joy and long life.  Those who fear the Lord will have a happy end; on the day of their death they will be blessed.  To fear the Lord is the beginning of wisdom; she is created with the faithful in the womb.  She made among human beings an eternal foundation, and among their descendants she will abide faithfully.  To fear the Lord is fullness of wisdom; she inebriates mortals with her fruits; she fills their whole house with desirable goods, and their storehouses with her produce.  The fear of the Lord is the crown of wisdom, making peace and perfect health to flourish.  She rained down knowledge and discerning comprehension, and she heightened the glory of those who held her fast.  To fear the Lord is the root of wisdom, and her branches are long life.  Unjust anger cannot be justified, for anger tips the scale to one’s ruin.  Those who are patient stay calm until the right moment, and then cheerfulness comes back to them.  They hold back their words until the right moment; then the lips of many tell of their good sense.  In the treasuries of wisdom are wise sayings, but godliness is an abomination to a sinner.  If you desire wisdom, keep the commandments, and the Lord will lavish her upon you.  For the fear of the Lord is wisdom and discipline, fidelity and humility are his delight.  Do not disobey the fear of the Lord; do not approach him with a divided mind.  Do not be a hypocrite before others, and keep watch over your lips.  Do not exalt yourself, or you may fall and bring dishonor upon yourself.  The Lord will reveal your secrets and overthrow you before the whole congregation, because you did not come in the fear of the Lord, and your heart was full of deceit.",
        "2":"My child, when you come to serve the Lord, prepare yourself for testing.  Set your heart right and be steadfast, and do not be impetuous in time of calamity.  Cling to him and do not depart, so that your last days may be prosperous.  Accept whatever befalls you, and in times of humiliation be patient.  For gold is tested in the fire, and those found acceptable, in the furnace of humiliation.  Trust in him, and he will help you; make your ways straight, and hope in him.  You who fear the Lord, wait for his mercy; do not stray, or else you may fall.  You who fear the Lord, trust in him, and your reward will not be lost.  You who fear the Lord, hope for good things, for lasting joy and mercy.  Consider the generations of old and see: has anyone trusted in the Lord and been disappointed?  Or has anyone persevered in the fear of the Lord and been forsaken?  Or has anyone called upon him and been neglected?  For the Lord is compassionate and merciful; he forgives sins and saves in time of distress.  Woe to timid hearts and to slack hands, and to the sinner who walks a double path!  Woe to the fainthearted who have no trust!  Therefore they will have no shelter.  Woe to you who have lost your nerve!  What will you do when the Lord’s reckoning comes?  Those who fear the Lord do not disobey his words, and those who love him keep his ways.  Those who fear the Lord seek to please him, and those who love him are filled with his law.  Those who fear the Lord prepare their hearts, and humble themselves before him.  Let us fall into the hands of the Lord, but not into the hands of mortals; for equal to his majesty is his mercy, and equal to his name are his works.",
        "4":"My child, do not cheat the poor of their living, and do not keep needy eyes waiting.  Do not grieve the hungry, or anger one in need.  Do not add to the troubles of the desperate, or delay giving to the needy.  Do not reject a suppliant in distress, or turn your face away from the poor.  Do not avert your eye from the needy, and give no one reason to curse you; for if in bitterness of soul some should curse you, their Creator will hear their prayer.  Endear yourself to the congregation; bow your head low to the great.  Give a hearing to the poor, and return their greeting politely.  Rescue the oppressed from the oppressor; and do not be hesitant in giving a verdict.  Be a father to orphans, and be like a husband to their mother; you will then be like a son of the Most High, and he will love you more than does your mother.  The Rewards of Wisdom Wisdom teaches her children and gives help to those who seek her.  Whoever loves her loves life, and those who seek her from early morning are filled with joy.  Whoever holds her fast inherits glory, and the Lord blesses the place she enters.  Those who serve her minister to the Holy One; the Lord loves those who love her.  Those who obey her will judge the nations, and all who listen to her will live secure.  If they remain faithful, they will inherit her; their descendants will also obtain her.  For at first she will walk with them on tortuous paths; she will bring fear and dread upon them, and will torment them by her discipline until she trusts them, and she will test them with her ordinances.  Then she will come straight back to them again and gladden them, and will reveal her secrets to them.  If they go astray she will forsake them, and hand them over to their ruin.  Watch for the opportune time, and beware of evil, and do not be ashamed to be yourself.  For there is a shame that leads to sin, and there is a shame that is glory and favor.  Do not show partiality, to your own harm, or deference, to your downfall.  Do not refrain from speaking at the proper moment, and do not hide your wisdom.  For wisdom becomes known through speech, and education through the words of the tongue.  Never speak against the truth, but be ashamed of your ignorance.  Do not be ashamed to confess your sins, and do not try to stop the current of a river.  Do not subject yourself to a fool, or show partiality to a ruler.  Fight to the death for truth, and the Lord God will fight for you.  Do not be reckless in your speech, or sluggish and remiss in your deeds.  Do not be like a lion in your home, or suspicious of your servants.  Do not let your hand be stretched out to receive and closed when it is time to give.",
        "6": "and do not become an enemy instead of a friend; for a bad name incurs shame and reproach; so it is with the double-tongued sinner.  Do not fall into the grip of passion, or you may be torn apart as by a bull.  Your leaves will be devoured and your fruit destroyed, and you will be left like a withered tree.  Evil passion destroys those who have it, and makes them the laughingstock of their enemies. Pleasant speech multiplies friends, and a gracious tongue multiplies courtesies.  Let those who are friendly with you be many, but let your advisers be one in a thousand.  When you gain friends, gain them through testing, and do not trust them hastily.  For there are friends who are such when it suits them, but they will not stand by you in time of trouble.  And there are friends who change into enemies, and tell of the quarrel to your disgrace.  And there are friends who sit at your table, but they will not stand by you in time of trouble.  When you are prosperous, they become your second self, and lord it over your servants; but if you are brought low, they turn against you, and hide themselves from you.  Keep away from your enemies, and be on guard with your friends.  Faithful friends are a sturdy shelter: whoever finds one has found a treasure.  Faithful friends are beyond price; no amount can balance their worth.  Faithful friends are life-saving medicine; and those who fear the Lord will find them.  Those who fear the Lord direct their friendship aright, for as they are, so are their neighbors also.  My child, from your youth choose discipline, and when you have gray hair you will still find wisdom.  Come to her like one who plows and sows, and wait for her good harvest.  For when you cultivate her you will toil but little, and soon you will eat of her produce.  She seems very harsh to the undisciplined; fools cannot remain with her.  She will be like a heavy stone to test them, and they will not delay in casting her aside.  For wisdom is like her name; she is not readily perceived by many.  Listen, my child, and accept my judgment; do not reject my counsel.  Put your feet into her fetters, and your neck into her collar.  Bend your shoulders and carry her, and do not fret under her bonds.  Come to her with all your soul, and keep her ways with all your might.  Search out and seek, and she will become known to you; and when you get hold of her, do not let her go.  For at last you will find the rest she gives, and she will be changed into joy for you.  Then her fetters will become for you a strong defense, and her collar a glorious robe.  Her yoke is a golden ornament, and her bonds a purple cord.  You will wear her like a glorious robe, and put her on like a splendid crown.  If you are willing, my child, you can be disciplined, and if you apply yourself you will become clever.  If you love to listen you will gain knowledge, and if you pay attention you will become wise.  Stand in the company of the elders.  Who is wise? Attach yourself to such a one.  Be ready to listen to every godly discourse, and let no wise proverbs escape you.  If you see an intelligent person, rise early to visit him; let your foot wear out his doorstep.  Reflect on the statutes of the Lord, and meditate at all times on his commandments.  It is he who will give insight to your mind, and your desire for wisdom will be granted.",
        "7": "Do no evil, and evil will never overtake you.  Stay away from wrong, and it will turn away from you.  Do not sow in the furrows of injustice, and you will not reap a sevenfold crop.  Do not seek from the Lord high office, or the seat of honor from the king.  Do not assert your righteousness before the Lord, or display your wisdom before the king.  Do not seek to become a judge, or you may be unable to root out injustice; you may be partial to the powerful, and so mar your integrity.  Commit no offense against the public, and do not disgrace yourself among the people.  Do not commit a sin twice; not even for one will you go unpunished.  Do not say, \"He will consider the great number of my gifts, and when I make an offering to the Most High God, he will accept it.\" Do not grow weary when you pray; do not neglect to give alms.  Do not ridicule a person who is embittered in spirit, for there is One who humbles and exalts.  Do not devise a lie against your brother, or do the same to a friend.  Refuse to utter any lie, for it is a habit that results in no good.  Do not babble in the assembly of the elders, and do not repeat yourself when you pray.  Do not hate hard labor or farm work, which was created by the Most High.  Do not enroll in the ranks of sinners; remember that retribution does not delay.  Humble yourself to the utmost, for the punishment of the ungodly is fire and worms.  Do not exchange a friend for money, or a real brother for the gold of Ophir.  Do not dismiss a wise and good wife, for her charm is worth more than gold.  Do not abuse slaves who work faithfully, or hired laborers who devote themselves to their task.  Let your soul love intelligent slaves; do not withhold from them their freedom.  Do you have cattle? Look after them; if they are profitable to you, keep them.  Do you have children? Discipline them, and make them obedient from their youth.  Do you have daughters? Be concerned for their chastity, and do not show yourself too indulgent with them.  Give a daughter in marriage, and you complete a great task; but give her to a sensible man.  Do you have a wife who pleases you? Do not divorce her; but do not trust yourself to one whom you detest.  With all your heart honor your father, and do not forget the birth pangs of your mother.  Remember that it was of your parents you were born; how can you repay what they have given to you?  With all your soul fear the Lord, and revere his priests.  With all your might love your Maker, and do not neglect his ministers.  Fear the Lord and honor the priest, and give him his portion, as you have been commanded: the first fruits, the guilt offering, the gift of the shoulders, the sacrifice of sanctification, and the first fruits of the holy things.  Stretch out your hand to the poor, so that your blessing may be complete.  Give graciously to all the living; do not withhold kindness even from the dead.  Do not avoid those who weep, but mourn with those who mourn.  Do not hesitate to visit the sick, because for such deeds you will be loved.  In all you do, remember the end of your life, and then you will never sin.",
        "9": "Do not be jealous of the wife of your bosom, or you will teach her an evil lesson to your own hurt.  Do not give yourself to a woman and let her trample down your strength.  Do not go near a loose woman, or you will fall into her snares.  Do not dally with a singing girl, or you will be caught by her tricks.  Do not look intently at a virgin, or you may stumble and incur penalties for her.  Do not give yourself to prostitutes, or you may lose your inheritance.  Do not look around in the streets of a city, or wander about in its deserted sections.  Turn away your eyes from a shapely woman, and do not gaze at beauty belonging to another; many have been seduced by a woman’s beauty, and by it passion is kindled like a fire.  Never dine with another man’s wife, or revel with her at wine; or your heart may turn aside to her, and in blood you may be plunged into destruction.  Do not abandon old friends, for new ones cannot equal them.  A new friend is like new wine; when it has aged, you can drink it with pleasure.  Do not envy the success of sinners, for you do not know what their end will be like.  Do not delight in what pleases the ungodly; remember that they will not be held guiltless all their lives.  Keep far from those who have power to kill, and you will not be haunted by the fear of death.  But if you approach them, make no misstep, or they may rob you of your life.  Know that you are stepping among snares, and that you are walking on the city battlements.  As much as you can, aim to know your neighbors, and consult with the wise.  Let your conversation be with intelligent people, and let all your discussion be about the law of the Most High.  Let the righteous be your dinner companions, and let your glory be in the fear of the Lord.  A work is praised for the skill of the artisan; so a people’s leader is proved wise by his words.  The loud of mouth are feared in their city, and the one who is reckless in speech is hated.",
        "10": "A wise magistrate educates his people, and the rule of an intelligent person is well ordered.  As the people’s judge is, so are his officials; as the ruler of the city is, so are all its inhabitants.  An undisciplined king ruins his people, but a city becomes fit to live in through the understanding of its rulers.  The government of the earth is in the hand of the Lord, and over it he will raise up the right leader for the time.  Human success is in the hand of the Lord, and it is he who confers honor upon the lawgiver.  Do not get angry with your neighbor for every injury, and do not resort to acts of insolence.  Arrogance is hateful to the Lord and to mortals, and injustice is outrageous to both.  Sovereignty passes from nation to nation on account of injustice and insolence and wealth.  How can dust and ashes be proud?  Even in life the human body decays.  A long illness baffles the physician; the king of today will die tomorrow.  For when one is dead he inherits maggots and vermin and worms.  The beginning of human pride is to forsake the Lord; the heart has withdrawn from its Maker.  For the beginning of pride is sin, and the one who clings to it pours out abominations.  Therefore the Lord brings upon them unheard-of calamities, and destroys them completely.  The Lord overthrows the thrones of rulers, and enthrones the lowly in their place.  The Lord plucks up the roots of the nations, and plants the humble in their place.  The Lord lays waste the lands of the nations, and destroys them to the foundations of the earth.  He removes some of them and destroys them, and erases the memory of them from the earth.  Pride was not created for human beings, or violent anger for those born of women.  Whose offspring are worthy of honor?  Human offspring.  Whose offspring are worthy of honor?  Those who fear the Lord.  Whose offspring are unworthy of honor?  Human offspring.  Whose offspring are unworthy of honor?  Those who break the commandments.  Among family members their leader is worthy of honor, but those who fear the Lord are worthy of honor in his eyes.  The rich, and the eminent, and the poor— their glory is the fear of the Lord.  It is not right to despise one who is intelligent but poor, and it is not proper to honor one who is sinful.  The prince and the judge and the ruler are honored, but none of them is greater than the one who fears the Lord.  Free citizens will serve a wise servant, and an intelligent person will not complain.  Do not make a display of your wisdom when you do your work, and do not boast when you are in need.  Better is the worker who has goods in plenty than the boaster who lacks bread.  My child, honor yourself with humility, and give yourself the esteem you deserve.  Who will acquit those who condemn themselves?  And who will honor those who dishonor themselves?  The poor are honored for their knowledge, while the rich are honored for their wealth.  One who is honored in poverty, how much more in wealth!  And one dishonored in wealth, how much more in poverty!",
        "11":"The wisdom of the humble lifts their heads high, and seats them among the great.  Do not praise individuals for their good looks, or loathe anyone because of appearance alone.  The bee is small among flying creatures, but what it produces is the best of sweet things.  Do not boast about wearing fine clothes, and do not exalt yourself when you are honored; for the works of the Lord are wonderful, and his works are concealed from humankind.  Many kings have had to sit on the ground, but one who was never thought of has worn a crown.  Many rulers have been utterly disgraced, and the honored have been handed over to others.  Do not find fault before you investigate; examine first, and then criticize.  Do not answer before you listen, and do not interrupt when another is speaking.  Do not argue about a matter that does not concern you, and do not sit with sinners when they judge a case.  My child, do not busy yourself with many matters; if you multiply activities, you will not be held blameless.  If you pursue, you will not overtake, and by fleeing you will not escape.  There are those who work and struggle and hurry, but are so much the more in want.  There are others who are slow and need help, who lack strength and abound in poverty; but the eyes of the Lord look kindly upon them; he lifts them out of their lowly condition and raises up their heads to the amazement of the many.  Good things and bad, life and death, poverty and wealth, come from the Lord.  The Lord’s gift remains with the devout, and his favor brings lasting success.  One becomes rich through diligence and self-denial, and the reward allotted to him is this: when he says, \"I have found rest, and now I shall feast on my goods!\" he does not know how long it will be until he leaves them to others and dies.  Stand by your agreement and attend to it, and grow old in your work.  Do not wonder at the works of a sinner, but trust in the Lord and keep at your job; for it is easy in the sight of the Lord to make the poor rich suddenly, in an instant.  The blessing of the Lord is the reward of the pious, and quickly God causes his blessing to flourish.  Do not say, \"What do I need, and what further benefit can be mine?\" Do not say, \"I have enough, and what harm can come to me now?\" In the day of prosperity, adversity is forgotten, and in the day of adversity, prosperity is not remembered.  For it is easy for the Lord on the day of death to reward individuals according to their conduct.  An hour’s misery makes one forget past delights, and at the close of one’s life one’s deeds are revealed.  Call no one happy before his death; by how he ends, a person becomes known.  Do not invite everyone into your home, for many are the tricks of the crafty.  Like a decoy partridge in a cage, so is the mind of the proud, and like spies they observe your weakness; for they lie in wait, turning good into evil, and to worthy actions they attach blame.  From a spark many coals are kindled, and a sinner lies in wait to shed blood.  Beware of scoundrels, for they devise evil, and they may ruin your reputation forever.  Receive strangers into your home and they will stir up trouble for you, and will make you a stranger to your own family.",
        "14":"Happy are those who do not blunder with their lips, and need not suffer remorse for sin.  Happy are those whose hearts do not condemn them, and who have not given up their hope.  Riches are inappropriate for a small-minded person; and of what use is wealth to a miser?  What he denies himself he collects for others; and others will live in luxury on his goods.  If one is mean to himself, to whom will he be generous?  He will not enjoy his own riches.  No one is worse than one who is grudging to himself; this is the punishment for his meanness.  If ever he does good, it is by mistake; and in the end he reveals his meanness.  The miser is an evil person; he turns away and disregards people.  The eye of the greedy person is not satisfied with his share; greedy injustice withers the soul.  A miser begrudges bread, and it is lacking at his table.  My child, treat yourself well, according to your means, and present worthy offerings to the Lord.  Remember that death does not tarry, and the decree of Hades has not been shown to you.  Do good to friends before you die, and reach out and give to them as much as you can.  Do not deprive yourself of a day’s enjoyment; do not let your share of desired good pass by you.  Will you not leave the fruit of your labors to another, and what you acquired by toil to be divided by lot?  Give, and take, and indulge yourself, because in Hades one cannot look for luxury.  All living beings become old like a garment, for the decree from of old is, \"You must die!\" Like abundant leaves on a spreading tree that sheds some and puts forth others, so are the generations of flesh and blood: one dies and another is born.  Every work decays and ceases to exist, and the one who made it will pass away with it.  Happy is the person who meditates on wisdom and reasons intelligently, who reflects in his heart on her ways and ponders her secrets, pursuing her like a hunter, and lying in wait on her paths; who peers through her windows and listens at her doors; who camps near her house and fastens his tent peg to her walls; who pitches his tent near her, and so occupies an excellent lodging place; who places his children under her shelter, and lodges under her boughs; who is sheltered by her from the heat, and dwells in the midst of her glory.",
        "17":"The Lord created human beings out of earth, and makes them return to it again.  He gave them a fixed number of days, but granted them authority over everything on the earth.  He endowed them with strength like his own, and made them in his own image.  He put the fear of them in all living beings, and gave them dominion over beasts and birds.  Discretion and tongue and eyes, ears and a mind for thinking he gave them.  He filled them with knowledge and understanding, and showed them good and evil.  He put the fear of him into their hearts to show them the majesty of his works.  And they will praise his holy name, to proclaim the grandeur of his works.  He bestowed knowledge upon them, and allotted to them the law of life.  He established with them an eternal covenant, and revealed to them his decrees.  Their eyes saw his glorious majesty, and their ears heard the glory of his voice.  He said to them, \"Beware of all evil.\" And he gave commandment to each of them concerning the neighbor.  Their ways are always known to him; they will not be hid from his eyes.  He appointed a ruler for every nation, but Israel is the Lord’s own portion.  All their works are as clear as the sun before him, and his eyes are ever upon their ways.  Their iniquities are not hidden from him, and all their sins are before the Lord.  One’s almsgiving is like a signet ring with the Lord, and he will keep a person’s kindness like the apple of his eye.  Afterward he will rise up and repay them, and he will bring their recompense on their heads.  Yet to those who repent he grants a return, and he encourages those who are losing hope.  Turn back to the Lord and forsake your sins; pray in his presence and lessen your offense.  Return to the Most High and turn away from iniquity, and hate intensely what he abhors.  Who will sing praises to the Most High in Hades in place of the living who give thanks?  From the dead, as from one who does not exist, thanksgiving has ceased; those who are alive and well sing the Lord’s praises.  How great is the mercy of the Lord, and his forgiveness for those who return to him!  For not everything is within human capability, since human beings are not immortal.  What is brighter than the sun? Yet it can be eclipsed.  So flesh and blood devise evil.  He marshals the host of the height of heaven; but all human beings are dust and ashes.",
        "18":"He who lives forever created the whole universe; the Lord alone is just.  To none has he given power to proclaim his works; and who can search out his mighty deeds?  Who can measure his majestic power?  And who can fully recount his mercies?  It is not possible to diminish or increase them, nor is it possible to fathom the wonders of the Lord.  When human beings have finished, they are just beginning, and when they stop, they are still perplexed.  What are human beings, and of what use are they?  What is good in them, and what is evil?  The number of days in their life is great if they reach one hundred years.  Like a drop of water from the sea and a grain of sand, so are a few years among the days of eternity.  That is why the Lord is patient with them and pours out his mercy upon them.  He sees and recognizes that their end is miserable; therefore he grants them forgiveness all the more.  The compassion of human beings is for their neighbors, but the compassion of the Lord is for every living thing.  He rebukes and trains and teaches them, and turns them back, as a shepherd his flock.  He has compassion on those who accept his discipline and who are eager for his precepts.  My child, do not mix reproach with your good deeds, or spoil your gift by harsh words.  Does not the dew give relief from the scorching heat?  So a word is better than a gift.  Indeed, does not a word surpass a good gift?  Both are to be found in a gracious person.  A fool is ungracious and abusive, and the gift of a grudging giver makes the eyes dim.  Before you speak, learn; and before you fall ill, take care of your health.  Before judgment comes, examine yourself; and at the time of scrutiny you will find forgiveness.  Before falling ill, humble yourself; and when you have sinned, repent.  Let nothing hinder you from paying a vow promptly, and do not wait until death to be released from it.  Before making a vow, prepare yourself; do not be like one who puts the Lord to the test.  Think of his wrath on the day of death, and of the moment of vengeance when he turns away his face.  In the time of plenty think of the time of hunger; in days of wealth think of poverty and need.  From morning to evening conditions change; all things move swiftly before the Lord.  One who is wise is cautious in everything; when sin is all around, one guards against wrongdoing.  Every intelligent person knows wisdom, and praises the one who finds her.  Those who are skilled in words become wise themselves, and pour forth apt proverbs.  Do not follow your base desires, but restrain your appetites.  If you allow your soul to take pleasure in base desire, it will make you the laughingstock of your enemies.  Do not revel in great luxury, or you may become impoverished by its expense.  Do not become a beggar by feasting with borrowed money, when you have nothing in your purse.",
        "21":"Have you sinned, my child? Do so no more, but ask forgiveness for your past sins.  Flee from sin as from a snake; for if you approach sin, it will bite you.  Its teeth are lion’s teeth, and can destroy human lives.  All lawlessness is like a two-edged sword; there is no healing for the wound it inflicts.  Panic and insolence will waste away riches; thus the house of the proud will be laid waste.  The prayer of the poor goes from their lips to the ears of God, and his judgment comes speedily.  Those who hate reproof walk in the sinner’s steps, but those who fear the Lord repent in their heart.  The mighty in speech are widely known; when they slip, the sensible person knows it.  Whoever builds his house with other people’s money is like one who gathers stones for his burial mound.  An assembly of the wicked is like a bundle of tow, and their end is a blazing fire.  The way of sinners is paved with smooth stones, but at its end is the pit of Hades.  Whoever keeps the law controls his thoughts, and the fulfillment of the fear of the Lord is wisdom.  The one who is not clever cannot be taught, but there is a cleverness that increases bitterness.  The knowledge of the wise will increase like a flood, and their counsel like a life-giving spring.  The mind of a fool is like a broken jar; it can hold no knowledge.  When an intelligent person hears a wise saying, he praises it and adds to it; when a fool it and throws it behind his back.  A fool’s chatter is like a burden on a journey, but delight is found in the speech of the intelligent.  The utterance of a sensible person is sought in the assembly, and they ponder his words in their minds.  Like a house in ruins is wisdom to a fool, and to the ignorant, knowledge is talk that has no meaning.  To a senseless person education is fetters on his feet, and like manacles on his right hand.  A fool raises his voice when he laughs, but the wise smile quietly.  To the sensible person education is like a golden ornament, and like a bracelet on the right arm.  The foot of a fool rushes into a house, but an experienced person waits respectfully outside.  A boor peers into the house from the door, but a cultivated person remains outside.  It is ill-mannered for a person to listen at a door; the discreet would be grieved by the disgrace.  The lips of babblers speak of what is not their concern, but the words of the prudent are weighed in the balance.  The mind of fools is in their mouth, but the mouth of the wise is in their mind.  When an ungodly person curses an adversary, he curses himself.  A whisperer degrades himself and is hated in his neighborhood.",
        "34":"The senseless have vain and false hopes, and dreams give wings to fools.  As one who catches at a shadow and pursues the wind, so is anyone who believes in dreams.  What is seen in dreams is but a reflection, the likeness of a face looking at itself.  From an unclean thing what can be clean?  And from something false what can be true?  Divinations and omens and dreams are unreal, and like a woman in labor, the mind has fantasies.  Unless they are sent by intervention from the Most High, pay no attention to them.  For dreams have deceived many, and those who put their hope in them have perished.  Without such deceptions the law will be fulfilled, and wisdom is complete in the mouth of the faithful.  An educated person knows many things, and one with much experience knows what he is talking about.  An inexperienced person knows few things, but he that has traveled acquires much cleverness.  I have seen many things in my travels, and I understand more than I can express.  I have often been in danger of death, but have escaped because of these experiences.  The spirit of those who fear the Lord will live, for their hope is in him who saves them.  Those who fear the Lord will not be timid, or play the coward, for he is their hope.  Happy is the soul that fears the Lord!  To whom does he look? And who is his support?  The eyes of the Lord are on those who love him, a mighty shield and strong support, a shelter from scorching wind and a shade from noonday sun, a guard against stumbling and a help against falling.  He lifts up the soul and makes the eyes sparkle; he gives health and life and blessing.  If one sacrifices ill-gotten goods, the offering is blemished; the gifts of the lawless are not acceptable.  The Most High is not pleased with the offerings of the ungodly, nor for a multitude of sacrifices does he forgive sins.  Like one who kills a son before his father’s eyes is the person who offers a sacrifice from the property of the poor.  The bread of the needy is the life of the poor; whoever deprives them of it is a murderer.  To take away a neighbor’s living is to commit murder; to deprive an employee of wages is to shed blood.  When one builds and another tears down, what do they gain but hard work?  When one prays and another curses, to whose voice will the Lord listen?  If one washes after touching a corpse, and touches it again, what has been gained by washing?  So if one fasts for his sins, and goes again and does the same things, who will listen to his prayer?  And what has he gained by humbling himself?",
        "38":"Honor physicians for their services, for the Lord created them; for their gift of healing comes from the Most High, and they are rewarded by the king.  The skill of physicians makes them distinguished, and in the presence of the great they are admired.  The Lord created medicines out of the earth, and the sensible will not despise them.  Was not water made sweet with a tree in order that its power might be known?  And he gave skill to human beings that he might be glorified in his marvelous works.  By them the physician heals and takes away pain; the pharmacist makes a mixture from them.  God’s works will never be finished; and from him health spreads over all the earth.  My child, when you are ill, do not delay, but pray to the Lord, and he will heal you.  Give up your faults and direct your hands rightly, and cleanse your heart from all sin.  Offer a sweet-smelling sacrifice, and a memorial portion of choice flour, and pour oil on your offering, as much as you can afford.  Then give the physician his place, for the Lord created him; do not let him leave you, for you need him.  There may come a time when recovery lies in the hands of physicians, for they too pray to the Lord that he grant them success in diagnosis and in healing, for the sake of preserving life.  He who sins against his Maker, will be defiant toward the physician.  My child, let your tears fall for the dead, and as one in great pain begin the lament.  Lay out the body with due ceremony, and do not neglect the burial.  Let your weeping be bitter and your wailing fervent; make your mourning worthy of the departed, for one day, or two, to avoid criticism; then be comforted for your grief.  For grief may result in death, and a sorrowful heart saps one’s strength.  When a person is taken away, sorrow is over; but the life of the poor weighs down the heart.  Do not give your heart to grief; drive it away, and remember your own end.  Do not forget, there is no coming back; you do the dead no good, and you injure yourself.  Remember his fate, for yours is like it; yesterday it was his, and today it is yours.  When the dead is at rest, let his remembrance rest too, and be comforted for him when his spirit has departed.  The wisdom of the scribe depends on the opportunity of leisure; only the one who has little business can become wise.  How can one become wise who handles the plow, and who glories in the shaft of a goad, who drives oxen and is occupied with their work, and whose talk is about bulls?  He sets his heart on plowing furrows, and he is careful about fodder for the heifers.  So it is with every artisan and master artisan who labors by night as well as by day; those who cut the signets of seals, each is diligent in making a great variety; they set their heart on painting a lifelike image, and they are careful to finish their work.  So it is with the smith, sitting by the anvil, intent on his iron-work; the breath of the fire melts his flesh, and he struggles with the heat of the furnace; the sound of the hammer deafens his ears, and his eyes are on the pattern of the object.  He sets his heart on finishing his handiwork, and he is careful to complete its decoration.  So it is with the potter sitting at his work and turning the wheel with his feet; he is always deeply concerned over his products, and he produces them in quantity.  He molds the clay with his arm and makes it pliable with his feet; he sets his heart to finish the glazing, and he takes care in firing the kiln.  All these rely on their hands, and all are skillful in their own work.  Without them no city can be inhabited, and wherever they live, they will not go hungry.  Yet they are not sought out for the council of the people, nor do they attain eminence in the public assembly.  They do not sit in the judge’s seat, nor do they understand the decisions of the courts; they cannot expound discipline or judgment, and they are not found among the rulers.  But they maintain the fabric of the world, and their concern is for the exercise of their trade.  How different the one who devotes himself to the study of the law of the Most High!",
        "39":"He seeks out the wisdom of all the ancients, and is concerned with prophecies; he preserves the sayings of the famous and penetrates the subtleties of parables; he seeks out the hidden meanings of proverbs and is at home with the obscurities of parables.  He serves among the great and appears before rulers; he travels in foreign lands and learns what is good and evil in the human lot.  He sets his heart to rise early to seek the Lord who made him, and to petition the Most High; he opens his mouth in prayer and asks pardon for his sins.  If the great Lord is willing, he will be filled with the spirit of understanding; he will pour forth words of wisdom of his own and give thanks to the Lord in prayer.  The Lord will direct his counsel and knowledge, as he meditates on his mysteries.  He will show the wisdom of what he has learned, and will glory in the law of the Lord’s covenant.  Many will praise his understanding; it will never be blotted out.  His memory will not disappear, and his name will live through all generations.  Nations will speak of his wisdom, and the congregation will proclaim his praise.  If he lives long, he will leave a name greater than a thousand, and if he goes to rest, it is enough for him.  I have more on my mind to express; I am full like the full moon.  Listen to me, my faithful children, and blossom like a rose growing by a stream of water.  Send out fragrance like incense, and put forth blossoms like a lily.  Scatter the fragrance, and sing a hymn of praise; bless the Lord for all his works.  Ascribe majesty to his name and give thanks to him with praise, with songs on your lips, and with harps; this is what you shall say in thanksgiving: \"All the works of the Lord are very good, and whatever he commands will be done at the appointed time.  No one can say, ‘What is this?’ or ‘Why is that?’— for at the appointed time all such questions will be answered.  At his word the waters stood in a heap, and the reservoirs of water at the word of his mouth.  When he commands, his every purpose is fulfilled, and none can limit his saving power.  The works of all are before him, and nothing can be hidden from his eyes.  From the beginning to the end of time he can see everything, and nothing is too marvelous for him.  No one can say, ‘What is this?’ or ‘Why is that?’— for everything has been created for its own purpose.  “His blessing covers the dry land like a river, and drenches it like a flood.  But his wrath drives out the nations, as when he turned a watered land into salt.  To the faithful his ways are straight, but full of pitfalls for the wicked.  From the beginning good things were created for the good, but for sinners good things and bad.  The basic necessities of human life are water and fire and iron and salt and wheat flour and milk and honey, the blood of the grape and oil and clothing.  All these are good for the godly, but for sinners they turn into evils.  \"There are winds created for vengeance, and in their anger they can dislodge mountains; on the day of reckoning they will pour out their strength and calm the anger of their Maker.  Fire and hail and famine and pestilence, all these have been created for vengeance; the fangs of wild animals and scorpions and vipers, and the sword that punishes the ungodly with destruction.  They take delight in doing his bidding, always ready for his service on earth; and when their time comes they never disobey his command.\" So from the beginning I have been convinced of all this and have thought it out and left it in writing: All the works of the Lord are good, and he will supply every need in its time.  No one can say, \"This is not as good as that,\" for everything proves good in its appointed time.  So now sing praise with all your heart and voice, and bless the name of the Lord.",
        "44":"Let us now sing the praises of famous men, our ancestors in their generations.  The Lord apportioned to them great glory, his majesty from the beginning.  There were those who ruled in their kingdoms, and made a name for themselves by their valor; those who gave counsel because they were intelligent; those who spoke in prophetic oracles; those who led the people by their counsels and by their knowledge of the people’s lore; they were wise in their words of instruction; those who composed musical tunes, or put verses in writing; rich men endowed with resources, living peacefully in their homes— all these were honored in their generations, and were the pride of their times.  Some of them have left behind a name, so that others declare their praise.  But of others there is no memory; they have perished as though they had never existed; they have become as though they had never been born, they and their children after them.  But these also were godly men, whose righteous deeds have not been forgotten; their wealth will remain with their descendants, and their inheritance with their children’s children.  Their descendants stand by the covenants; their children also, for their sake.  Their offspring will continue forever, and their glory will never be blotted out.  Their bodies are buried in peace, but their name lives on generation after generation.  The assembly declares their wisdom, and the congregation proclaims their praise.  Enoch pleased the Lord and was taken up, an example of repentance to all generations.  Noah was found perfect and righteous; in the time of wrath he kept the race alive; therefore a remnant was left on the earth when the flood came.  Everlasting covenants were made with him that all flesh should never again be blotted out by a flood.  Abraham was the great father of a multitude of nations, and no one has been found like him in glory.  He kept the law of the Most High, and entered into a covenant with him; he certified the covenant in his flesh, and when he was tested he proved faithful.  Therefore the Lord assured him with an oath that the nations would be blessed through his offspring; that he would make him as numerous as the dust of the earth, and exalt his offspring like the stars, and give them an inheritance from sea to sea and from the Euphrates to the ends of the earth.  To Isaac also he gave the same assurance for the sake of his father Abraham.  The blessing of all people and the covenant he made to rest on the head of Jacob; he acknowledged him with his blessings, and gave him his inheritance; he divided his portions, and distributed them among twelve tribes.  From his descendants the Lord brought forth a godly man, who found favor in the sight of all.",
        "45":"and was beloved by God and people, Moses, whose memory is blessed.  He made him equal in glory to the holy ones, and made him great, to the terror of his enemies.  By his words he performed swift miracles; the Lord glorified him in the presence of kings.  He gave him commandments for his people, and revealed to him his glory.  For his faithfulness and meekness he consecrated him, choosing him out of all humankind.  He allowed him to hear his voice, and led him into the dark cloud, and gave him the commandments face to face, the law of life and knowledge, so that he might teach Jacob the covenant, and Israel his decrees.  He exalted Aaron, a holy man like Moses who was his brother, of the tribe of Levi.  He made an everlasting covenant with him, and gave him the priesthood of the people.  He blessed him with stateliness, and put a glorious robe on him.  He clothed him in perfect splendor, and strengthened him with the symbols of authority, the linen undergarments, the long robe, and the ephod.  And he encircled him with pomegranates, with many golden bells all around, to send forth a sound as he walked, to make their ringing heard in the temple as a reminder to his people; with the sacred vestment, of gold and violet and purple, the work of an embroiderer; with the oracle of judgment, Urim and Thummim; with twisted crimson, the work of an artisan; with precious stones engraved like seals, in a setting of gold, the work of a jeweler, to commemorate in engraved letters each of the tribes of Israel; with a gold crown upon his turban, inscribed like a seal with \"Holiness,\" a distinction to be prized, the work of an expert, a delight to the eyes, richly adorned.  Before him such beautiful things did not exist.  No outsider ever put them on, but only his sons and his descendants in perpetuity.  His sacrifices shall be wholly burned twice every day continually.  Moses ordained him, and anointed him with holy oil; it was an everlasting covenant for him and for his descendants as long as the heavens endure, to minister to the Lord and serve as priest and bless his people in his name.  He chose him out of all the living to offer sacrifice to the Lord, incense and a pleasing odor as a memorial portion, to make atonement for the people.  In his commandments he gave him authority and statutes and judgments, to teach Jacob the testimonies, and to enlighten Israel with his law.  Outsiders conspired against him, and envied him in the wilderness, Dathan and Abiram and their followers and the company of Korah, in wrath and anger.  The Lord saw it and was not pleased, and in the heat of his anger they were destroyed; he performed wonders against them to consume them in flaming fire.  He added glory to Aaron and gave him a heritage; he allotted to him the best of the first fruits, and prepared bread of first fruits in abundance; for they eat the sacrifices of the Lord, which he gave to him and his descendants.  But in the land of the people he has no inheritance, and he has no portion among the people; for the Lord portion and inheritance.  Phinehas son of Eleazar ranks third in glory for being zealous in the fear of the Lord, and standing firm, when the people turned away, in the noble courage of his soul; and he made atonement for Israel.  Therefore a covenant of friendship was established with him, that he should be leader of the sanctuary and of his people, that he and his descendants should have the dignity of the priesthood forever.  Just as a covenant was established with David son of Jesse of the tribe of Judah, that the king’s heritage passes only from son to son, so the heritage of Aaron is for his descendants alone.  And now bless the Lord who has crowned you with glory.  May the Lord grant you wisdom of mind to judge his people with justice, so that their prosperity may not vanish, and that their glory may endure through all their generations.",
        "46":"Joshua son of Nun was mighty in war, and was the successor of Moses in the prophetic office.  He became, as his name implies, a great savior of God’s elect, to take vengeance on the enemies that rose against them, so that he might give Israel its inheritance.  How glorious he was when he lifted his hands and brandished his sword against the cities!  Who before him ever stood so firm?  For he waged the wars of the Lord.  Was it not through him that the sun stood still and one day became as long as two?  He called upon the Most High, the Mighty One, when enemies pressed him on every side, and the great Lord answered him with hailstones of mighty power.  He overwhelmed that nation in battle, and on the slope he destroyed his opponents, so that the nations might know his armament, that he was fighting in the sight of the Lord; for he was a devoted follower of the Mighty One.  And in the days of Moses he proved his loyalty, he and Caleb son of Jephunneh: they opposed the congregation, restrained the people from sin, and stilled their wicked grumbling.  And these two alone were spared out of six hundred thousand infantry, to lead the people into their inheritance, the land flowing with milk and honey.  The Lord gave Caleb strength, which remained with him in his old age, so that he went up to the hill country, and his children obtained it for an inheritance, so that all the Israelites might see how good it is to follow the Lord.  The judges also, with their respective names, whose hearts did not fall into idolatry and who did not turn away from the Lord— may their memory be blessed!  May their bones send forth new life from where they lie, and may the names of those who have been honored live again in their children!  Samuel was beloved by his Lord; a prophet of the Lord, he established the kingdom and anointed rulers over his people.  By the law of the Lord he judged the congregation, and the Lord watched over Jacob.  By his faithfulness he was proved to be a prophet, and by his words he became known as a trustworthy seer.  He called upon the Lord, the Mighty One, when his enemies pressed him on every side, and he offered in sacrifice a suckling lamb.  Then the Lord thundered from heaven, and made his voice heard with a mighty sound; he subdued the leaders of the enemy and all the rulers of the Philistines.  Before the time of his eternal sleep, Samuel bore witness before the Lord and his anointed: \"No property, not so much as a pair of shoes, have I taken from anyone!\" And no one accused him.  Even after he had fallen asleep, he prophesied and made known to the king his death, and lifted up his voice from the ground in prophecy, to blot out the wickedness of the people.",
        "47":"After him Nathan rose up to prophesy in the days of David.  As the fat is set apart from the offering of well-being, so David was set apart from the Israelites.  He played with lions as though they were young goats, and with bears as though they were lambs of the flock.  In his youth did he not kill a giant, and take away the people’s disgrace, when he whirled the stone in the sling and struck down the boasting Goliath?  For he called on the Lord, the Most High, and he gave strength to his right arm to strike down a mighty warrior, and to exalt the power of his people.  So they glorified him for the tens of thousands he conquered, and praised him for the blessings bestowed by the Lord, when the glorious diadem was given to him.  For he wiped out his enemies on every side, and annihilated his adversaries the Philistines; he crushed their power to our own day.  In all that he did he gave thanks to the Holy One, the Most High, proclaiming his glory; he sang praise with all his heart, and he loved his Maker.  He placed singers before the altar, to make sweet melody with their voices.  He gave beauty to the festivals, and arranged their times throughout the year, while they praised God’s holy name, and the sanctuary resounded from early morning.  The Lord took away his sins, and exalted his power forever; he gave him a covenant of kingship and a glorious throne in Israel.  After him a wise son rose up who because of him lived in security: Solomon reigned in an age of peace, because God made all his borders tranquil, so that he might build a house in his name and provide a sanctuary to stand forever.  How wise you were when you were young!  You overflowed like the Nile with understanding.  Your influence spread throughout the earth, and you filled it with proverbs having deep meaning.  Your fame reached to far-off islands, and you were loved for your peaceful reign.  Your songs, proverbs, and parables, and the answers you gave astounded the nations.  In the name of the Lord God, who is called the God of Israel, you gathered gold like tin and amassed silver like lead.  But you brought in women to lie at your side, and through your body you were brought into subjection.  You stained your honor, and defiled your family line, so that you brought wrath upon your children, and they were grieved at your folly, because the sovereignty was divided and a rebel kingdom arose out of Ephraim.  But the Lord will never give up his mercy, or cause any of his works to perish; he will never blot out the descendants of his chosen one, or destroy the family line of him who loved him.  So he gave a remnant to Jacob, and to David a root from his own family.  Solomon rested with his ancestors, and left behind him one of his sons, broad in folly and lacking in sense, Rehoboam, whose policy drove the people to revolt.  Then Jeroboam son of Nebat led Israel into sin and started Ephraim on its sinful ways.  Their sins increased more and more, until they were exiled from their land.  For they sought out every kind of wickedness, until vengeance came upon them.",
        "48":"Then Elijah arose, a prophet like fire, and his word burned like a torch.  He brought a famine upon them, and by his zeal he made them few in number.  By the word of the Lord he shut up the heavens, and also three times brought down fire.  How glorious you were, Elijah, in your wondrous deeds!  Whose glory is equal to yours?  You raised a corpse from death and from Hades, by the word of the Most High.  You sent kings down to destruction, and famous men, from their sickbeds.  You heard rebuke at Sinai and judgments of vengeance at Horeb.  You anointed kings to inflict retribution, and prophets to succeed you.  You were taken up by a whirlwind of fire, in a chariot with horses of fire.  At the appointed time, it is written, you are destined to calm the wrath of God before it breaks out in fury, to turn the hearts of parents to their children, and to restore the tribes of Jacob.  Happy are those who saw you and were adorned with your love!  For we also shall surely live.  When Elijah was enveloped in the whirlwind, Elisha was filled with his spirit.  He performed twice as many signs, and marvels with every utterance of his mouth.  Never in his lifetime did he tremble before any ruler, nor could anyone intimidate him at all.  Nothing was too hard for him, and when he was dead, his body prophesied.  In his life he did wonders, and in death his deeds were marvelous.  Despite all this the people did not repent, nor did they forsake their sins, until they were carried off as plunder from their land, and were scattered over all the earth.  The people were left very few in number, but with a ruler from the house of David.  Some of them did what was right, but others sinned more and more.  Hezekiah fortified his city, and brought water into its midst; he tunneled the rock with iron tools, and built cisterns for the water.  In his days Sennacherib invaded the country; he sent his commander and departed; he shook his fist against Zion, and made great boasts in his arrogance.  Then their hearts were shaken and their hands trembled, and they were in anguish, like women in labor.  But they called upon the Lord who is merciful, spreading out their hands toward him.  The Holy One quickly heard them from heaven, and delivered them through Isaiah.  The Lord struck down the camp of the Assyrians, and his angel wiped them out.  For Hezekiah did what was pleasing to the Lord, and he kept firmly to the ways of his ancestor David, as he was commanded by the prophet Isaiah, who was great and trustworthy in his visions.  In Isaiah’s days the sun went backward, and he prolonged the life of the king.  By his dauntless spirit he saw the future, and comforted the mourners in Zion.  He revealed what was to occur to the end of time, and the hidden things before they happened.",
        "49":"The name of Josiah is like blended incense prepared by the skill of the perfumer; his memory is as sweet as honey to every mouth, and like music at a banquet of wine.  He did what was right by reforming the people, and removing the wicked abominations.  He kept his heart fixed on the Lord; in lawless times he made godliness prevail.  Except for David and Hezekiah and Josiah, all of them were great sinners, for they abandoned the law of the Most High; the kings of Judah came to an end.  They gave their power to others, and their glory to a foreign nation, who set fire to the chosen city of the sanctuary, and made its streets desolate, as Jeremiah had foretold.  For they had mistreated him, who even in the womb had been consecrated a prophet, to pluck up and ruin and destroy, and likewise to build and to plant.  It was Ezekiel who saw the vision of glory, which God showed him above the chariot of the cherubim.  For God also mentioned Job who held fast to all the ways of justice.  May the bones of the Twelve Prophets send forth new life from where they lie, for they comforted the people of Jacob and delivered them with confident hope.  How shall we magnify Zerubbabel?  He was like a signet ring on the right hand, and so was Jeshua son of Jozadak; in their days they built the house and raised a temple holy to the Lord, destined for everlasting glory.  The memory of Nehemiah also is lasting; he raised our fallen walls, and set up gates and bars, and rebuilt our ruined houses.  Few have ever been created on earth like Enoch, for he was taken up from the earth.  Nor was anyone ever born like Joseph; even his bones were cared for.  Shem and Seth and Enosh were honored, but above every other created living being was Adam.",
        "50":"The leader of his brothers and the pride of his people was the high priest, Simon son of Onias, who in his life repaired the house, and in his time fortified the temple.  He laid the foundations for the high double walls, the high retaining walls for the temple enclosure.  In his days a water cistern was dug, a reservoir like the sea in circumference.  He considered how to save his people from ruin, and fortified the city against siege.  How glorious he was, surrounded by the people, as he came out of the house of the curtain.  Like the morning star among the clouds, like the full moon at the festal season; like the sun shining on the temple of the Most High, like the rainbow gleaming in splendid clouds; like roses in the days of first fruits, like lilies by a spring of water, like a green shoot on Lebanon on a summer day; like fire and incense in the censer, like a vessel of hammered gold studded with all kinds of precious stones; like an olive tree laden with fruit, and like a cypress towering in the clouds.  When he put on his glorious robe and clothed himself in perfect splendor, when he went up to the holy altar, he made the court of the sanctuary glorious.  When he received the portions from the hands of the priests, as he stood by the hearth of the altar with a garland of brothers around him, he was like a young cedar on Lebanon surrounded by the trunks of palm trees.  All the sons of Aaron in their splendor held the Lord’s offering in their hands before the whole congregation of Israel.  Finishing the service at the altars, and arranging the offering to the Most High, the Almighty, he held out his hand for the cup and poured a drink offering of the blood of the grape; he poured it out at the foot of the altar, a pleasing odor to the Most High, the king of all.  Then the sons of Aaron shouted; they blew their trumpets of hammered metal; they sounded a mighty fanfare as a reminder before the Most High.  Then all the people together quickly fell to the ground on their faces to worship their Lord, the Almighty, God Most High.  Then the singers praised him with their voices in sweet and full-toned melody.  And the people of the Lord Most High offered their prayers before the Merciful One, until the order of worship of the Lord was ended, and they completed his ritual.  Then Simon came down and raised his hands over the whole congregation of Israelites, to pronounce the blessing of the Lord with his lips, and to glory in his name; and they bowed down in worship a second time, to receive the blessing from the Most High.  And now bless the God of all, who everywhere works great wonders, who fosters our growth from birth, and deals with us according to his mercy.  May he give us gladness of heart, and may there be peace in our days in Israel, as in the days of old.  May he entrust to us his mercy, and may he deliver us in our days!  Two nations my soul detests, and the third is not even a people: Those who live in Seir, and the Philistines, and the foolish people that live in Shechem.  Instruction in understanding and knowledge I have written in this book, Jesus son of Eleazar son of Sirach of Jerusalem, whose mind poured forth wisdom.  Happy are those who concern themselves with these things, and those who lay them to heart will become wise.  For if they put them into practice, they will be equal to anything, for the fear of the Lord is their path.",
        "51":"I give you thanks, O Lord and King, and praise you, O God my Savior.  I give thanks to your name, for you have been my protector and helper and have delivered me from destruction and from the trap laid by a slanderous tongue, from lips that fabricate lies.  In the face of my adversaries you have been my helper  and delivered me, in the greatness of your mercy and of your name, from grinding teeth about to devour me, from the hand of those seeking my life, from the many troubles I endured, from choking fire on every side, and from the midst of fire that I had not kindled, from the deep belly of Hades, from an unclean tongue and lying words— the slander of an unrighteous tongue to the king.  My soul drew near to death, and my life was on the brink of Hades below.  They surrounded me on every side, and there was no one to help me; I looked for human assistance, and there was none.  Then I remembered your mercy, O Lord, and your kindness from of old, for you rescue those who wait for you and save them from the hand of their enemies.  And I sent up my prayer from the earth, and begged for rescue from death.  I cried out, \"Lord, you are my Father; do not forsake me in the days of trouble, when there is no help against the proud.  I will praise your name continually, and will sing hymns of thanksgiving.\" My prayer was heard, for you saved me from destruction and rescued me in time of trouble.  For this reason I thank you and praise you, and I bless the name of the Lord."
    }
}
